[
	{
		"ID": "492102",
		"Name": "Art Attack",
		"Hint": "Join the fun and let your imagination soar with this popular TV program that turns everyday objects into works of art!",
		"Keywords": ["Art Attack"]
	},
	{
		"ID":"54439012",
		"Name":"Fireman Sam",
		"Hint":"When there's trouble, these heroes are always ready with hoses and helmets.",
		"Keywords":["Fireman Sam"]
	},
	{
		"ID":"5129012",
		"Name":"Round the Twist",
		"Hint":"Strange happenings at a coastal lighthouse keep a family on their toes.",
		"Keywords":["Round the twist"]
	},
	{
		"ID":"3432154",
		"Name":"Sesame Street",
		"Hint":"A beloved TV street where puppets and humans play, teaching kids skills in a fun-filled way.",
		"Keywords":["Sesame Street"]
	},
	{
		"ID":"9105408",
		"Name":"Thomas the Tank Engine",
		"Hint":"A lovable locomotive with a smiling face and his friends explore the wonders of railway transportation.",
		"Keywords":["Thomas the Tank Engine"]
	},
	{
		"ID":"1234853",
		"Name":"Are you afraid of the Dark?",
		"Hint":"An eerie group of friends gather around a campfire to share spooky tales of the supernatural.",
		"Keywords":["Are you afraid of the dark"]
	},
	{
		"ID":"5182904",
		"Name":"Brum",
		"Hint":"A small, yellow car with a big heart zooms around town, helping those in need",
		"Keywords":["Brum"]
	},
	{
		"ID":"851209",
		"Name":"Dinosaurs",
		"Hint":"A sitcom about a prehistoric family of talking reptiles that mirrors modern-day issues with a comedic twist.",
		"Keywords":["Dinosaurs"]
	},
	{
		"ID":"1203945",
		"Name":"Johnson and Friends",
		"Hint":"Toys come to life and learn important life lessons when their owner is away in this Australian children's TV show.",
		"Keywords":["Johnson & friends","Johnson and friends"]
	},
	{
		"ID":"2300145",
		"Name":"Rupert",
		"Hint":"A curious and adventurous little bear embarks on magical journeys through a charmingly illustrated world.",
		"Keywords":["Rupert"]
	},
	{
		"ID":"5832910",
		"Name":"Boy Meets world",
		"Hint":"Follow the ups and downs of a boy's journey through adolescence as he learns valuable life lessons with the help of his family and friends in this beloved 90s sitcom.",
		"Keywords":["Boy meets world"]
	},
	{
		"ID":"0159102",
		"Name":"Sailor Moon",
		"Hint":"A young girl with a big heart transforms into a powerful warrior to save the world from evil in this iconic Japanese anime.",
		"Keywords":["Sailor Moon"]
	},
	{
		"ID":"384012",
		"Name":"Neverending Story",
		"Hint":"Join a young book-lover on a perilous quest through a magical realm of flying dragons and talking snails. With only his bravery and imagination, he must fight to save this enchanting world from dark forces that threaten to destroy it, in this TV adaptation of a beloved fantasy classic.",
		"Keywords":["Neverending Story"]
	},
	{
		"ID":"091931",
		"Name":"Dexter's Labatory",
		"Hint":"Watch as a young genius attempts to balance his double life as a regular kid and a brilliant scientist in this animated TV show filled with wacky inventions and mischievous humor.",
		"Keywords":["Dexter's Labatory"]
	},
	{
		"ID":"519023",
		"Name":"Bear in the Big Blue House",
		"Hint":"Get ready for a fun and educational TV show for kids, where a lovable bear and his furry friends explore the world around them, play games, and sing songs in their cozy home.",
		"Keywords":["Bear in the big blue house"]
	},
	{
		"ID":"2031941",
		"Name":"Johnny Bravo",
		"Hint":"Did you hear about the guy with the big hair and even bigger ego who thinks every girl wants him? He's always flexing his muscles and saying 'woah, mama!'.",
		"Keywords":["Johnny Bravo"]
	},
	{
		"ID":"9105418",
		"Name":"The Wombles",
		"Hint":"Have you heard of a group of furry creatures that live underground and are passionate about recycling and keeping the environment clean? They might be small, but their hearts are big!",
		"Keywords":["The Wombles"]
	},
	{
		"ID":"7217384",
		"Name":"Digimon",
		"Hint":"Digital creatures and human friends team up to save two worlds from danger. They were like Tamagotchis on steroids!",
		"Keywords":["Digimon"]
	},
	{
		"ID":"783412",
		"Name":"Yu-Gi-Oh",
		"Hint":"Get ready to duel with monsters and magic in this popular card game anime franchise. It's time to duel!",
		"Keywords":["Yu-Gi-Oh"]
	},
	{
		"ID":"8419051",
		"Name":"Corneil and Bernie",
		"Hint":"A talking dog and his not-so-smart dog-sitter get into all sorts of trouble in this French animated series.",
		"Keywords":["Corneil and Bernie","Watch my chops"]
	},
	{
		"ID":"84512902",
		"Name":"Play School",
		"Hint":"Join the fun with this long-running Australian show that encourages learning through play for young children.",
		"Keywords":["Play School"]
	},
	{
		"ID":"23910458",
		"Name":"Arthur",
		"Hint":"Follow the adventures of an aardvark and his friends as they navigate the ups and downs of childhood in this beloved animated series.",
		"Keywords":["Arthur"]
	},
	{
		"ID":"4895120",
		"Name":"Biker Mice from Mars",
		"Hint":"Three badass mice on motorcycles defend Earth from an evil race in this out-of-this-world animated series.",
		"Keywords":["Biker Mice From Mars"]
	},
	{
		"ID":"91285102",
		"Name":"Bump in the Night",
		"Hint":"An adventurous, green monster lives under a boy's bed and causes chaos with his unusual friends in this innovative stop-motion animated series.",
		"Keywords":["Bump in the Night"]
	},
	{
		"ID":"5910231",
		"Name":"Hairy Maclary",
		"Hint":"Join a playful pack of furry friends on their fun-filled adventures in this delightful animated series based on a beloved children's book series.",
		"Keywords":["Hairy Maclary"]
	},
	{
		"ID":"95012345",
		"Name":"Jimmy Neutron Boy Genius",
		"Hint":"Get ready for some out-of-this-world adventures with a boy genius and his quirky group of friends in this wacky animated series.",
		"Keywords":["Jimmy Neutron"]
	},
	{
		"ID":"12381905",
		"Name":"Mona the Vampire",
		"Hint":"Join a spunky young girl and her two trusty friends on their imaginative adventures as they battle spooky creatures in this offbeat animated series.",
		"Keywords":["Mona the vampire"]
	},
	{
		"ID":"12319523",
		"Name":"Rocko's Modern Life",
		"Hint":"Get ready for a wild ride with a quirky wallaby and his wacky friends as they navigate the absurdities of adult life in this zany animated series.",
		"Keywords":["Rocko's Modern Life"]
	},
	{
		"ID":"9050123",
		"Name":"The Adventures of TinTin",
		"Hint":"Join a fearless young journalist and his trusty canine companion as they travel the globe, solve mysteries, and outsmart villains in this adventurous animated series based on a beloved comic book.",
		"Keywords":["The Adventures of Tintin","TinTin"]
	},
	{
		"ID":"54190321",
		"Name":"SMart",
		"Hint":"Get ready to get creative with this British art education show, featuring a charming host and fun art projects that will inspire young minds to explore their artistic talents.",
		"Keywords":["smart"]
	},
	{
		"ID":"857123",
		"Name":"Tiny Planets",
		"Hint":"Embark on a cosmic journey with two playful adventurers as they explore an enchanting universe filled with tiny wonders in this animated series.",
		"Keywords":["tiny planets"]
	},
	{
		"ID":"34129051",
		"Name":"Mr Benn",
		"Hint":"Step into a magical costume shop and join a certain adventurous individual as he discovers extraordinary worlds, one outfit at a time.",
		"Keywords":["Mr Benn"]
	},
	{
		"ID":"45819051",
		"Name":"CatDog",
		"Hint":"Join the tail-wagging chaos as two mismatched creatures with one body navigate the ups and downs of life in this animated series that's double the trouble and double the fun.",
		"Keywords":["CatDog"]
	},
	{
		"ID":"3290131",
		"Name":"Cardcaptor Sakura",
		"Hint":"Join a young protagonist armed with magical cards as they embark on a captivating quest to restore order and save the world from a mischievous mayhem.",
		"Keywords":["Cardcaptor"]
	},
	{
		"ID":"1519032",
		"Name":"Even Stevens",
		"Hint":"Step into the world of a quirky family, where sibling rivalries, hilarious mishaps, and a whole lot of chaos make for some truly 'even' entertainment.",
		"Keywords":["Even Stevens"]
	},
	{
		"ID":"591025189",
		"Name":"Kim Possible",
		"Hint":"Follow the double life of a high school student who's not just saving the world, but also acing her algebra exams in this action-packed animated series.",
		"Keywords":["Kim Possible"]
	},
	{
		"ID":"51892031",
		"Name":"Angela Anaconda",
		"Hint":"Join a spunky and artistic youngster as she takes on the quirks and challenges of elementary school life, with a unique animation style that's as distinctive as her imagination.",
		"Keywords":["Angela Anaconda"]
	},
	{
		"ID":"1239104",
		"Name":"Chip 'N Dale's Rescue Rangers",
		"Hint":"Join a pair of pint-sized detectives and their resourceful crew as they tackle crime and come to the rescue, proving that even the smallest heroes can make a big impact.",
		"Keywords":["Chip and dale","Chip n dale"]
	},
	{
		"ID":"6912310",
		"Name":"Barney and Friends",
		"Hint":"Get ready for a purple surprise who brings joy, laughter, and valuable life lessons to a group of enthusiastic youngsters in this lively and musical children's series.",
		"Keywords":["Barney"]
	},
	{
		"ID":"1230941",
		"Name":"Recess",
		"Hint":"Join a group of spirited schoolmates as they navigate the battleground of recess, where every break is an adventure filled with games, pranks, and life lessons.",
		"Keywords":["Recess"]
	},
	{
		"ID":"58192036",
		"Name":"Zzzap!",
		"Hint":"Get ready for a zany mix of live-action and comic-book tropes, with a kid-friendly 'Bean', handy puppets, imaginative art come to life and simple challenges dialled up to the max, in this interactive children's series that'll leave you wanting more!",
		"Keywords":["Zzzap!"]
	},
	{
		"ID":"51283902",
		"Name":"Sooty",
		"Hint":"Enter a world of mischief and magic with a lovable yellow bear, a squeaky sidekick, and a cast of furry friends, where laughter and surprises are just a puppet's touch away.",
		"Keywords":["Sooty"]
	},
	{
		"ID":"15190312",
		"Name":"Come Outside",
		"Hint":"Join a curious adventurer and her trusty canine companion as they embark on delightful journeys to unravel the mysteries of everyday objects, one letter at a time.",
		"Keywords":["Come outside"]
	},
	{
		"ID":"951283012",
		"Name":"Monster Cafe",
		"Hint":"Step into a quirky cafe where monsters serve up laughter, mischief, and a menu that's out of this world in this puppet-filled comedy series that's a frightfully good time.",
		"Keywords":["Monster Cafe"]
	},
	{
		"ID":"123781149",
		"Name":"Finders Keepers",
		"Hint":"Get ready for a frantic treasure hunt where teams race against the clock, swap unusual objects, and unlock prizes galore in this thrilling game show that's all about finding and keeping the ultimate prize.",
		"Keywords":["Finders Keepers"]
	},
	{
		"ID":"2139415",
		"Name":"Jungle Run",
		"Hint":"Join a fearless team as they venture through a wild and wacky jungle, tackling tricky trials, puzzling obstacles, and searching for hidden treasures in this adrenaline-fueled adventure game show.",
		"Keywords":["Jungle Run"]
	},
	{
		"ID":"1923814",
		"Name":"Bernard's Watch",
		"Hint":"Discover the secret behind a time-stopping timepiece as a young adventurer uses its magical powers to pause the world around him, unlocking endless adventures and mischief in this captivating children's series.",
		"Keywords":["Bernard's Watch"]
	},
	{
		"ID":"5812390",
		"Name":"Playdays",
		"Hint":"Step into a whimsical playroom where puppets and real-life fun collide, taking young viewers on a daily adventure filled with surprises, songs, and the joy of imaginative play.",
		"Keywords":["Playdays"]
	},
	{
		"ID":"95128319",
		"Name":"The magic Key",
		"Hint":"Unlock a world of adventure with a mysterious key that takes a group of friends on thrilling journeys through time and imagination, where learning becomes a magical quest.",
		"Keywords":["The magic key"]
	},
	{
		"ID":"510139",
		"Name":"Grizzly Tales for Gruesome Kids",
		"Hint":"Delve into a delightfully twisted world where misbehaving kids meet their eerie fates in a series of cautionary tales that will send shivers down your spine and morals straight to your heart",
		"Keywords":["Grizzly Tales for Gruesome Kids"]
	},
	{
		"ID":"951823",
		"Name":"Knightmare",
		"Hint":"Enter a realm of mystery and peril where brave young adventurers face mind-bending challenges, navigate treacherous paths, and conquer virtual realms in a quest for glory and triumph",
		"Keywords":["Knightmare"]
	},
	{
		"ID":"618923",
		"Name":"The Demon Headmaster",
		"Hint":"Beware the hypnotic gaze of a school's enigmatic leader as a group of courageous kids must outsmart mind control, expose secrets, and bring light to the shadowy truth lurking behind the school's façade.",
		"Keywords":["The Demon headmaster"]
	},
	{
		"ID":"851920",
		"Name":"Big Cook Little Cook",
		"Hint":"Step into a magical café where two culinary adventurers whip up tasty delights, serving up a dash of imagination, a pinch of problem-solving, and a whole lot of fun for young aspiring chefs.",
		"Keywords":["Big Cook Little Cook"]
	},
	{
		"ID":"951023",
		"Name":"The Story Makers",
		"Hint":"Unleash your imagination in a magical library, where unlikely friends and curious objects come together to weave tales that spark wonder, laughter, and endless adventures.",
		"Keywords":["Story makers"]
	},
	{
		"ID":"51823901",
		"Name":"Tweenies",
		"Hint":"Join a vibrant group of pint-sized pals as they embark on playful escapades, dance to catchy tunes, and discover the joy of friendship and learning in their colorful world.",
		"Keywords":["Tweenies"]
	},
	{
		"ID":"812931",
		"Name":"Funnybones",
		"Hint":"In a world where laughter meets the spooky, join a bony family and their mischievous pup on comical adventures that tickle the funny bone and light up the night.",
		"Keywords":["Funnybones"]
	},
	{
		"ID":"61291023",
		"Name":"Dennis and Gnasher",
		"Hint":"Join a troublemaker and his loyal four-legged sidekick as they unleash chaos, pranks, and laughter in their quest to outwit the world around them.",
		"Keywords":["Dennis and Gnasher"]
	},
	{
		"ID":"9123014",
		"Name":"Fraggle Rock",
		"Hint":"Step into an underground realm where music, mischief, and magical creatures collide in a zany world beneath our feet.",
		"Keywords":["Fraggle Rock"]
	},
	{
		"ID":"829103",
		"Name":"The Basil Brush Show",
		"Hint":"Meet a sly and sassy fox with a knack for mischief, quick comebacks, and delivering jokes that leave you howling for more.",
		"Keywords":["Basil Brush"]
	},
	{
		"ID":"5912321",
		"Name":"The Worst Witch",
		"Hint":"Follow the adventures of a clumsy young witch as she stumbles through magic school, turning mishaps into magical moments along the way.",
		"Keywords":["Worst Witch"]
	},
	{
		"ID":"1237819",
		"Name":"MASK",
		"Hint":"Unleash the power of secret masks and high-tech vehicles as heroes and villains clash in a battle of epic proportions.",
		"Keywords":["MASK"]
	},
	{
		"ID":"6519201",
		"Name":"Poddington Peas",
		"Hint":"",
		"Keywords":["Poddington Peas"]
	},
	{
		"ID":"8512903",
		"Name":"Star Wars Droids",
		"Hint":"Join two iconic droids on a galaxy-spanning journey full of beeps, boops, and interstellar adventures.",
		"Keywords":["Star wars Droids"]
	},
	{
		"ID":"1023059",
		"Name":"Out of the Box",
		"Hint":"Step into a world where imagination knows no bounds as friends explore, create, and play in their magical clubhouse.",
		"Keywords":["Out of the Box"]
	},
	{
		"ID":"512723",
		"Name":"Tarzan",
		"Hint":"Experience the wild adventures of a man raised by apes as he swings through the jungle, discovers his true identity, and fights for justice.",
		"Keywords":["Tarzan"]
	},
	{
		"ID":"6012394",
		"Name":"Emperor's New School",
		"Hint":"Follow the hilarious misadventures of a young emperor as he navigates the challenges of high school life while trying to maintain his royal status.",
		"Keywords":["Emperor's New School"]
	},
	{
		"ID":"9518231",
		"Name":"House of Mouse",
		"Hint":"Enter a magical place where beloved Disney characters come together to run a bustling club, serving up laughter, music, and enchantment.",
		"Keywords":["House of Mouse"]
	},
	{
		"ID":"5612931",
		"Name":"Doug",
		"Hint":"Step into the shoes of a lovably awkward kid navigating the complexities of life, school, and the peculiarities of his colorful neighborhood.",
		"Keywords":["Doug"]
	},
	{
		"ID":"1394502",
		"Name":"My Dad the rockstar",
		"Hint":"Life takes an unexpected twist for a teenager when his rockin' dad brings the noise to their peaceful neighborhood.",
		"Keywords":["My Dad the rockstar"]
	},
	{
		"ID":"9412032",
		"Name":"Codename: Kids next door",
		"Hint":"Join a secret society of pint-sized heroes as they battle against adult tyranny, armed with gadgets, courage, and an unyielding dedication to preserving kids' rights.",
		"Keywords":["Kids next door"]
	},
	{
		"ID":"213941",
		"Name":"Courage the Cowardly Dog",
		"Hint":"Prepare for a howling good time as a timid dog faces off against a multitude of creepy creatures in the name of protecting his eccentric family.",
		"Keywords":["Courage the Cowardly Dog"]
	},
	{
		"ID":"0512931",
		"Name":"The Grim Adventures of Billy and Mandy",
		"Hint":"Embark on twisted and hilarious escapades with two unlikely friends, as they outwit supernatural beings, challenge the Grim Reaper, and navigate the bizarre world around them.",
		"Keywords":["Billy and Mandy"]
	},
	{
		"ID":"239401",
		"Name":"Goosebumps",
		"Hint":"Get ready for spine-chilling tales that will send shivers down your spine as ordinary kids face extraordinary and often terrifying encounters with the supernatural.",
		"Keywords":["Goosebumps"]
	},
	{
		"ID":"741285",
		"Name":"SonicX",
		"Hint":"Race into high-speed adventures with a blue hedgehog and his friends as they defend their world against the forces of evil in this action-packed animated series.",
		"Keywords":["SonicX"]
	},
	{
		"ID":"3845195",
		"Name":"Bill Nye the Science Guy",
		"Hint":"Join a charismatic scientist as he brings science to life through fun experiments, wacky demonstrations, and a dash of humor, inspiring curiosity and a love for learning.",
		"Keywords":["Bill Nye"]
	},
	{
		"ID":"783924",
		"Name":"Mighty Morphin Power Rangers",
		"Hint":"Unleash the power of teamwork as a group of extraordinary teenagers harness their unique abilities to protect the world from evil forces, morphing into mighty warriors.",
		"Keywords":["Power Rangers"]
	},
	{
		"ID":"09213845",
		"Name":"Totally Spies",
		"Hint":"Step into the world of three fashionable and fearless high school spies as they embark on top-secret missions, balancing teenage life with thrilling adventures and gadgets",
		"Keywords":["Totally Spies"]
	},
	{
		"ID":"194815",
		"Name":"Hamtaro",
		"Hint":"Follow the adorable and adventurous Hamtaro, a curious hamster, and his furry friends as they embark on heartwarming escapades filled with friendship, fun, and lots of hamster-sized excitement.",
		"Keywords":["Hamtaro"]
	},
	{
		"ID":"4821394",
		"Name":"Max Steel",
		"Hint":"Gear up for high-tech heroics as a teenager harnesses the power of advanced technology, transforming into a supercharged hero to protect the world from villains and save the day.",
		"Keywords":["Max Steel"]
	},
	{
		"ID":"561892",
		"Name":"Mopatop's Shop",
		"Hint":"Enter a whimsical world where a friendly puppet shopkeeper and his animal puppet friends welcome visitors, spark imagination, and turn everyday objects into magical adventures.",
		"Keywords":["Mopatop's Shop"]
	},
	{
		"ID":"2104958",
		"Name":"Rugrats",
		"Hint":"Join a group of adventurous and imaginative toddlers as they navigate the world from their unique perspective, turning ordinary situations into extraordinary adventures filled with laughter, curiosity, and plenty of misadventures.",
		"Keywords":["Rugrats"]
	},
	{
		"ID":"8950123",
		"Name":"Cheez TV",
		"Hint":"Start your day with a slice of cheesy animated goodness on the TV channel that brings you laughter, action, and a whole lot of fun.",
		"Keywords":["Cheez TV"]
	},
	{
		"ID":"19518122",
		"Name":"Dragonball Z",
		"Hint":"Unleash your inner warrior as superpowered beings clash in epic battles, pushing their limits and unlocking new levels of strength in a quest to protect the universe from formidable foes.",
		"Keywords":["Dragonball Z"]
	},
	{
		"ID":"960231",
		"Name":"Pokemon",
		"Hint":"Gotta catch 'em all! Prepare for an electrifying journey with a young trainer and their trusty companion as they travel far and wide, battling unique creatures and striving for victory in a world of competitive Pokémon battles.",
		"Keywords":["Pokemon"]
	},
	{
		"ID":"6432142",
		"Name":"Neon Genesis Evangelion",
		"Hint":"Unleash the mecha madness! Prepare for a mind-bending blend of intense action, deep introspection, and giant robot battles as troubled heroes pilot their way through an apocalyptic landscape, facing inner demons and external threats alike.",
		"Keywords":["Neon Genesis Evangelion"]
	},
	{
		"ID":"01295123",
		"Name":"Rage",
		"Hint":"Unleash your inner fury! Dive into a realm of relentless beats, electrifying performances, and an ecstatic crowd as you explore the wild and untamed world of an iconic music television program that celebrates the raw power of rock and alternative music.",
		"Keywords":["Rage"]
	},
	{
		"ID":"5123950",
		"Name":"Saddle Club",
		"Hint":"Giddy up for tales of hoofed pursuits and spirited friendships in a charming series that gallops its way into your heart. With a stable full of excitement and equestrian escapades, this show will have you trotting along with a smile from ear to ear.",
		"Keywords":["Saddle Club"]
	},
	{
		"ID":"75812931",
		"Name":"The Jetsons",
		"Hint":"Step into the future with a family that's out of this world! Meet the Jetsons, a quirky bunch living in a high-tech world of flying cars, robotic maids, and futuristic adventures. Get ready for a cosmic blend of humor, innovation, and family dynamics that will have you saying, 'Meet me in the future!",
		"Keywords":["Jetsons"]
	},
	{
		"ID":"0281512",
		"Name":"Sabrina the Teenage Witch",
		"Hint":"Join a spellbinding journey as a teenager discovers her magical powers and tries to balance the supernatural with the ordinary. With a mischievous black cat, whimsical spells, and plenty of teenage antics, this bewitching series will leave you enchanted.",
		"Keywords":["Sabrina"]
	},
	{
		"ID":"3291540",
		"Name":"Angry Beavers",
		"Hint":"Follow the hilarious misadventures of two beaver brothers as they navigate the challenges of life in the wild. With their quirky personalities, sibling rivalry, and constant uproar, this show will have you laughing and wondering just what these beavers will do next.",
		"Keywords":["Angry Beavers"	]
	},
	{
		"ID":"1295120",
		"Name":"Phineas and Ferb",
		"Hint":"Join two inventive stepbrothers on their summer escapades filled with epic inventions, outrageous schemes, and unpredictable adventures. With their pet platypus leading a double life as a secret agent, you never know what kind of fun and excitement awaits in their backyard.",
		"Keywords":["Phineas and Ferb"]
	},
	{
		"ID":"8690213",
		"Name":"Animaniacs",
		"Hint":"Get ready for zany antics and non-stop laughter with a trio of animated siblings who wreak havoc in the most unpredictable ways. From catchy tunes to hilarious skits, this show is a wild ride of animated mayhem that will leave you in stitches.",
		"Keywords":["Animaniacs"]
	}
]