[
	{
	  "ID": "4182776",
	  "Name": "Pyst",
	  "Hint": "While exploring the parody world, look for clever twists and references to familiar puzzle solutions, as these will enhance your amusement and appreciation of the satire.",
	  "Keywords": ["Pyst"]
	},
	{
	  "ID": "4265126",
	  "Name": "Command and Conquer: Red Alert 3",
	  "Hint": "As the plot unfolds, pay attention to each faction's motivations and key characters, as alliances may shift and understanding their objectives can help you make informed decisions during pivotal campaign moments.",
	  "Keywords": ["C&C", "Red Alert", "Command and conquer","command & conquer"]
	},
	{
		"ID": "4213814",
		"Name": "Broken Sword 1",
		"Hint": "When life gives you Templar conspiracies, make conspiracy lemonade! Chat with everyone, even the least likely suspects, and watch as the bizarre and comical interactions help you piece together a tale that's equal parts thrilling and hilarious.",
		"Keywords": ["Broken Sword"]
	},
	{
		"ID": "4281751",
		"Name": "Doctor Who: Destiny of the Doctors",
		"Hint": "As you assist the main character in their quest to save their previous incarnations, let your love for the iconic franchise guide you. Through solving puzzles and bantering with familiar foes, use your wit and humor to help the character outsmart their enemies and save the universe!",
		"Keywords": ["Doctor Who"]
	},
	{
		"ID": "4185712",
		"Name": "Phantasmagoria",
		"Hint": "You play as the brave protagonist, Adrienne, as she investigates the chilling history of her new home, a creepy mansion that's hiding unsettling secrets. With each room holding more terrifying clues and supernatural entities lurking in the shadows, it's up to you to unravel the mystery and stay alive",
		"Keywords": ["Phantasmagoria"]
	},
	{
		"ID": "4812952",
		"Name": "Mystery of the Druids",
		"Hint": "Follow the trail of a curious American professor who journeys to England to investigate a series of grisly murders tied to an ancient Celtic society. With each clue leading to more questions and macabre revelations, it's up to you to solve the mystery and stop the killer from striking again.",
		"Keywords": ["Mystery of the Druids"]	
	},
	{
		"ID": "4218591",
		"Name": "The 7th Guest",
		"Hint": "Navigate through a decrepit mansion, solve eerie puzzles, and uncover the dark secrets of a twisted past. As you progress through each room, stay alert and focused, and don't be afraid to think outside the box to uncover the mysteries that lurk within.",
		"Keywords": ["7th guest","the 7th guest"]
	},
	{
		"ID": "4218519",
		"Name": "Night Trap",
		"Hint": "Keep your wits about you and stay alert, as you monitor a group of clueless teenagers in a haunted house",
		"Keywords":["Night Trap"]
	},
	{
		"ID": "4812956",
		"Name": "Bad Mojo",
		"Hint": "Navigate through your dingy apartment as a transformed cockroach, solving puzzles and uncovering secrets to unravel the mystery behind your metamorphosis. But beware: danger lurks in every nook and cranny, and time is running out to escape your insectoid fate.",
		"Keywords":["Bad Mojo"]
	},
	{
		"ID": "4751295",
		"Name": "Messiah",
		"Hint": "Play as Bob the angel and use your possession powers to infiltrate demon ranks and save humanity from an impending apocalypse. With a mix of action, platforming, and strategy, it's up to you to restore balance to the world and stop the end of days.",
		"Keywords": ["Messiah"]
	},
	{
		"ID":"4537189",
		"Name":"Star Wars: Jedi Knight: Dark Forces 2",
		"Hint":"Follow the story of Kyle Katarn, a former Imperial officer seeking answers surrounding his father's death. With a range of combat skills and strategic abilities, use your wit and cunning to navigate through the challenges and adversaries in your path, ultimately shaping your own destiny and uncovering the truth.",
		"Keywords":["Jedi Knight","Dark forces","Star wars"]
	},
	{
		"ID":"5892139",
		"Name":"Wolfenstein 2: The New Collossus",
		"Hint":"Lead a rebellion against a powerful regime and fight for the future of America. With brutal combat and intense action, gather allies and take on enemies to emerge victorious and save the world.",
		"Keywords":["Wolfenstein 2"]
	},
	{
		"ID":"5128137",
		"Name": "Final Fantasy X HD",
		"Hint": "Enter a realm of fantasy and magic, where engaging combat, strategic abilities, and humorous characters await. Explore the world, battle enemies, and uncover secrets in this classic role-playing game.",
		"Keywords":["Final Fantasy X"]
	}
]
  
