[
	{
		"ID": "4182776",
		"Name": "Pyst",
		"Hint": "Embrace your inner tourist on this quirky island! Engage with oddball inhabitants, chuckle at absurdities, and remember: Solving puzzles here is all about playful shenanigans. Enjoy the ride and grab a souvenir!",
		"Keywords": ["Pyst"]
	},
	{
		"ID": "4265126",
		"Name": "Command and Conquer: Red Alert 3",
		"Hint": "To crush your enemies in this thrilling World War III extravaganza, just remember: It's all about who can build, gather, and deploy the fastest. Pick your favorite faction, and don't forget to have a good laugh as you send your adversaries packing with your strategic genius and flair for the dramatic!",
		"Keywords": ["Command & Conquer", "Command and Conquer", "Red Alert"]
	},
	{
		"ID": "4213814",
		"Name": "Broken Sword 1",
		"Hint": "When life gives you Templar conspiracies, make conspiracy lemonade! Chat with everyone, even the least likely suspects, and watch as the bizarre and comical interactions help you piece together a tale that's equal parts thrilling and hilarious.",
		"Keywords": ["Broken Sword"]
	},
	{
		"ID": "4281751",
		"Name": "Doctor Who: Destiny of the Doctors",
		"Hint": "Get ready for an inter-dimensional adventure as a robotic hero! Embrace your puzzle-solving prowess and combat skills while traveling through time. When faced with a cosmic conundrum, channel the spirit of a quirky, quick-witted time traveler, and save the day!",
		"Keywords": ["Doctor Who"]
	},
	{
		"ID": "4185712",
		"Name": "Phantasmagoria",
		"Hint": "You've just scored a mansion that's more 'haunted' than 'house'! To unravel its eerie past and save your better half, get ready to channel your inner ghost hunter, poke around the spooky estate, and solve puzzles like a pro. Just remember, when things go bump in the night, it might not just be your imagination!",
		"Keywords": ["Phantasmagoria"]
	},
	{
		"ID": "4812952",
		"Name": "Mystery of the Druids",
		"Hint": "Step into the shoes of a Scotland Yard investigator with a knack for uncovering ancient mysteries. To solve this druidic whodunit, unleash your inner Sherlock, explore every nook and cranny, and interrogate witnesses in pro-like fashion! With lots of unconventional thinking involved, don't be afraid to get creative with your detective skills!",
		"Keywords": ["Mystery of the Druids"]	
	},
	{
		"ID": "4218591",
		"Name": "The 7th Guest",
		"Hint": "Ah, dear Guest, you've come to my abode seeking answers, haven't you? To unravel my mansion's secrets, you must be cunning, observant, and bold. Explore my eerie chambers, and let the puzzles enthrall you. Remember, each solved riddle brings you closer to the truth. Can you outwit me and uncover the fate of the other guests? Let the games begin!",
		"Keywords": ["7th Guest"]
	},
	{
		"ID": "4218519",
		"Name": "Night Trap",
		"Hint": "Hey there, rad gamer: Ready to join my Special Control Attack Team?! Keep your eyes on those videos and show those creepy vampires who's boss! Timing is everything, so don't hesitate to save the day with some epic pitfalls on this very much not-regular sleepover... Let's kick some vampire butt!",
		"Keywords":["Night Trap"]
	},
	{
		"ID": "4812956",
		"Name": "Bad Mojo",
		"Hint": "Embark on a creepy-crawly adventure, embracing your new insect life... Scuttle through grime and filth with style, while keeping your antennae alert for clues and hazards, as the most intriguing secrets lurk in the darkest corners in this enlightening, exoskeletal journey!",
		"Keywords":["Bad Mojo"]
	},
	{
		"ID": "4751295",
		"Name": "Messiah",
		"Hint": "Get ready to spread your wings as a heavenly cherub on a mission to bring some divine intervention to this messed-up world! Hop from host to host, taking advantage of each creature's abilities, preparing to possess your way to victory – after all, there's no better way to save humanity than to walk a mile (or two) in their shoes... Or paws!",
		"Keywords": ["Messiah"]
	},
	{
		"ID":"4537189",
		"Name":"Star Wars: Jedi Knight - Dark Forces 2",
		"Hint":"Buckle up for a galactic adventure where inter-galatic weaponry and hand-to-hand combat collide! Channel your inner 'Kylie' and remember to explore the mystical powers at your disposal. Just be cautious – with great power comes great responsibility, and a choice between sun and moon, day and night.",
		"Keywords":["Star Wars","Jedi Knight","Dark Forces"]
	},
	{
		"ID":"5892139",
		"Name":"Wolfenstein 2: The New Collossus",
		"Hint":"In a world where the Nazis won: As a Jacked-Up Chick Magnet, it's up to you to lead the rebellion in taking down the oppressive regime with a mix of stealth, gunfights, and puzzle-solving. So, gear up and show these Nazis what true freedom looks like!",
		"Keywords":["Wolfenstein", "New Collossus"]
	},
	{
		"ID":"5128137",
		"Name": "Final Fantasy X HD",
		"Hint": "Join a group of allies on a mission to save a mystical world from a monstrous creature, utilizing swords and spells to ensure success. With turn-based combat and a deep storyline, this game is sure to keep you hooked!",
		"Keywords":["Final Fantasy"]
	},
	{
		"ID":"4819502",
		"Name": "Gabriel Knight: The Beast Within",
		"Hint": "Become a supernatural investigator, 'on holiday' in Germany! With murder, the occult, and family secrets, this game is sure to keep you on the edge of your seat. Bad TripAdvisor ratings definitely incoming: Get ready to solve puzzles and uncover the mysteries lurking in the shadows, and show the world what a real sleuth is made of!",
		"Keywords":["Gabriel Knight","Beast Within"]
	},
	{
		"ID":"3412951",
		"Name":"Harvester",
		"Hint":"Welcome to a small town where nothing is what it seems! In this game, where Farming Simulator meets Postal, play as a boy who wakes up with no memory of their past and embarks on a journey to uncover the town's secrets. With twisted characters, bizarre events, and a dash of humor, this adventure will keep you guessing!",
		"Keywords":["Harvester"]
	},
	{
		"ID":"9123892",
		"Name":"Ripper",
		"Hint":"Step into the dark alleys of New York City and embark on a thrilling adventure! Help solve a series of gruesome murders that bear a striking resemblance to the work of a notorious serial killer. With the help of a star-studded cast of kooky characters, unravel the mystery and catch the killer.",
		"Keywords":["Ripper"]
	},
	{
		"ID":"5128901",
		"Name":"Police Quest: SWAT",
		"Hint":"As a law enforcement officer, you'll need to utilize your knowledge of police tactics and procedures to make split-second decisions that could mean life or death. With a variety of specialized equipment and weaponry at your disposal, work together with your team to neutralize threats and protect innocent civilians.",
		"Keywords":["Police Quest", "SWAT"]
	},
	{
		"ID":"4821905",
		"Name":"Myst: Exile",
		"Hint": "It's not just a walk in the park, but a walk through many otherworldly parks! To solve the puzzles and save an entire civilization, make sure to explore each 'park' like a curious tourist. Snap some mental pictures, read the travel brochures, and remember: Sometimes the best hints are hidden in the strangest places!",
		"Keywords":["Myst","Exile"]
	},
	{
		"ID":"4128951",
		"Name":"Dark Nights with Poe and Munroe",
		"Hint":"Tune in to this sultry and mysterious world, set in a calendar-themed town! As two radio hosts, you'll embark on many late-night shows that'll keep you on the edge of your seat. With many choices to make, you'll be guessing until the very end!",
		"Keywords":["Dark Nights","Poe and Munroe"]
	},
	{
		"ID":"5348129",
		"Name":"Populous the Beginning",
		"Hint":"Enter a mystical world, where you'll lead your tribe to victory and ascend to godhood: As a powerful shaman, use your spells, magical powers and strategic brilliance to conquer other tribes and rule the land, in becoming the ultimate deity!",
		"Keywords":["Populous","The Beginning"]
	},
	{
		"ID":"9418290",
		"Name":"Tex Murphy: The Pandora Directive",
		"Hint":"Step into the gritty and post-apocalyptic world of San Francisco as a P.I., you'll need to solve a series of murders and unravel a conspiracy. With a dark atmosphere and a gripping storyline, this game will have you hooked from start to finish!",
		"Keywords":["Tex Murphy", "Pandora Directive"]
	},
	{
		"ID":"5819402",
		"Name":"Devil may Cry 3",
		"Hint":"The family that slays together, stays together! Except when they're trying to outdo each other in an epic demon-slaying competition.",
		"Keywords":["DMC","Devil May Cry"]
	},
	{
		"ID":"3128941",
		"Name":"Contradiction!",
		"Hint":"Well, well, well... What have we got here?! There's been a 'moider', and you're stepping into this quaint little English town to solve it! Keep your eyes sharp and your wits about you, because this game will test your detective skills like no other.",
		"Keywords":["Contradiction"]
	},
	{
		"ID":"4127891",
		"Name":"Day of Defeat",
		"Hint":"Experience the iconic battles of World War II in this intense multiplayer shooter developed by the creators of a series somewhere between Life and Death. Choose your side, complete objectives, and immerse yourself in the authentic atmosphere of the era with realistic weapons, uniforms, and maps.",
		"Keywords":["Day of Defeat"]
	},
	{
		"ID":"8412905",
		"Name":"Mad Dog McCree",
		"Hint":"Welcome to the Wild West, partner! You're about to become a gunslinger on a mission to save a small town from a gang of ruthless outlaws, get ready to have your quick reflexes and sharpshooting skills tested to the limit!",
		"Keywords":["Mad Dog McCree"]
	},
	{
		"ID":"5389012",
		"Name":"Phantasmagoria 2: A puzzle of Flesh",
		"Hint":"Get ready to delve deep into the twisted mind of a troubled young man, in this game that will keep you on the edge of your seat. Follow him as he navigates his own hallucinations, and tries to determine what's real and what's not.",
		"Keywords":["Phantasmagoria","Puzzle of Flesh"]
	},
	{
		"ID":"3412890",
		"Name":"Resident Evil",
		"Hint":"Prepare to face your worst nightmares and biggest fears, trapped in a mansion teeming with undead horrors. As a member of a space-themed team, unravel the mystery behind the outbreak and rely on your wits and weapons to escape. Will you have what it takes to make it out alive?!",
		"Keywords":["Resident Evil"]
	},
	{
		"ID":"4171293",
		"Name":"Roundabout",
		"Hint":"Get ready to take a ride in the 'revolving limousine of doom', playing as a fearless driver at the behest of her clients. With a mix of humor and action, this game will have you on the edge of your seat, simultaneously laughing and screaming!",
		"Keywords":["Roundabout"]
	},
	{
		"ID":"5673842",
		"Name":"Skate 3",
		"Hint":"Yo, grasshopper! Practice makes perfect, y'know?! Practice those Ollies and Nollies, maybe throw in a few Variable Kickflips and Pop-Shuvits, and strive to finish with a Christ Air: Keep shreddin' and stay gnarly!",
		"Keywords":["Skate"]
	},
	{
		"ID":"3412895",
		"Name":"Tenchu: Shadow Assassins",
		"Hint":"Step into the shoes of a ninja and experience the thrill of covert operations, skulking around like a cat burglar, taking out your enemies with rapid reflexes and lethal precision. This game combines the excitement of espionage, with the satisfaction of a well-placed throwing star.",
		"Keywords":["Tenchu", "Shadow Assassins"]
	},
	{
		"ID":"4189014",
		"Name":"Dune 2000",
		"Hint":"The only game where you can command armies, manage resources, all while 'enjoying' a scenic vacation on a sandy planet with gigantic worms as your neighbors. I mean, what could go wrong?!",
		"Keywords":["Dune"]
	},
	{
		"ID":"5819103",
		"Name":"Hector: Badge of Carnage",
		"Hint":"When crime is on the rise, and the city's finest detective is a hard-drinking, chain-smoking, foul-mouthed anti-hero, buckle up for a hilarious ride through some real mean streets!",
		"Keywords":["Hector","Badge of Carnage"]
	},
	{
		"ID":"5812902",
		"Name":"Ico",
		"Hint":"If you've ever felt like you're carrying the weight of the world on your shoulders, try carrying around a princess with a mysterious curse instead. Now, that's a real workout!",
		"Keywords":["Ico"]
	},
	{
		"ID":"5129831",
		"Name":"Legend of Dragoon",
		"Hint":"A group of adventurers set out to save the world, never expecting to face off against magical armored warriors, ancient winged creatures, and the occasional awkward love triangle.",
		"Keywords":["Legend of Dragoon"]
	},
	{
		"ID":"4189051",
		"Name":"LSD Dream Emulator",
		"Hint":"Ever wondered what it's like to take a stroll through a fever dream? Buckle up, buttercup, and get ready for the weirdest virtual vacation of your life! Just don't expect any postcards.",
		"Keywords":["LSD","Dream Emulator"]
	},
	{
		"ID":"2138904",
		"Name":"MDK 2",
		"Hint":"With Earth under attack by ruthless aliens, who you gonna call? Not the GhostBusters, but a sharpshooting janitor, a six-legged robotic dog, and a mad scientist with a penchant for bizarre inventions!",
		"Keywords":["MDK"]
	},
	{
		"ID":"2849213",
		"Name":"Titanic: Adventure Out of Time",
		"Hint":"Time-traveling spies, secret missions, and a famous nautical tale... What could possibly go wrong?! Grab your life jacket and your decoder ring, because this adventure is going full steam!",
		"Keywords":["Titanic","Adventure Out of Time"]
	},
	{
		"ID":"1418052",
		"Name":"Medievil 2",
		"Hint":"When an Undead Knight wakes up in Victorian London, he quickly learns that cobble-streets, top hats, and afternoon tea aren't the only things waiting for him. Let's just say, the 'dead' have never been so... Lively!",
		"Keywords":["Medievil"]
	},
	{
		"ID":"6928102",
		"Name":"Medal of Honor",
		"Hint":"Ever wanted to save the world while wearing the snazziest military uniform?! Well, buckle up, soldier! It's time to fight the good fight, one hilariously mispronounced German phrase at a time.",
		"Keywords":["Medal of Honor", "Medal of Honour"]
	},
	{
		"ID":"8421095",
		"Name":"Omikron: The Nomad Soul",
		"Hint":"When your soul gets sucked into a futuristic parallel universe, who better to guide you through the adventure than the Thin White Duke himself? Ziggy played guitar, and now he's here to help you save the world!",
		"Keywords":["Omikron","The Nomad Soul"]
	},
	{
		"ID":"8492042",
		"Name":"Parasite Eve",
		"Hint":"When mitochondria start causing chaos across New York City, who needs superheroes when you've got a rookie cop with supernatural powers, and a killer wardrobe?!",
		"Keywords":["Parasite Eve"]
	},
	{
		"ID":"2185419",
		"Name":"Persona 1",
		"Hint":"When a group of high school students unwittingly unlock the power of their inner selves, it's time to take 'extracurricular activities' to a whole new level. Get ready to face your demons, both figuratively and literally!",
		"Keywords":["Persona"]
	},
	{
		"ID":"5817293",
		"Name":"Rule of Rose",
		"Hint":"When creepy children and a mysterious airship mix, you get a horrifying game of 'Lord of the Flies' meets 'Up'. Who knew a bouquet of roses could be so sinister?!",
		"Keywords":["Rule of Rose"]
	},
	{
		"ID":"1851921",
		"Name":"Sekiro: Shadows Die Twice",
		"Hint":"Ever wondered what'd happen if you combined a vengeful, one-armed ninja, a magical prosthetic limb, and more sword fights than you could shake a katana at? Spoiler Alert: A whole lot of fun, and a whole lot of dying.",
		"Keywords":["Sekiro","Shadows Die Twice"]
	},
	{
		"ID":"5890213",
		"Name":"Toonstruck",
		"Hint":"What happens when a burned-out animator gets sucked off?! Now stuck in a cartoon world of his own creation, a wild adventure full of eccentric characters, bizarre puzzles, and enough puns to make you question your own sanity is your medicine.",
		"Keywords":["Toonstruck"]
	},
	{
		"ID":"6923032",
		"Name":"Twisted Metal 4",
		"Hint":"Welcome to a world where demolition derbies are taken to the extreme, 'Road Rage' meets 'Construction Simulator', and a maniacal ice cream truck-driving clown is just the tip of the iceberg.",
		"Keywords":["Twisted Metal"]
	},
	{
		"ID":"2318905",
		"Name":"Oddworld: Munch's Oddysee",
		"Hint":"When a lovable alien with a knack for saving his species teams up with a wheelchair-bound amphibian, you know you're in for a wild, bizarre ride!",
		"Keywords":["Oddworld","Munch's Oddysee"]
	},
	{
		"ID":"8539202",
		"Name":"Bayonetta 3",
		"Hint":"High heels and the occult, have never been such a deadly combination! Get ready to slay angels and demons in style, with a hairdo that's more than just fabulous, it's downright lethal!",
		"Keywords":["Bayonetta"]
	},
	{
		"ID":"1920314",
		"Name":"Black and White",
		"Hint":"With great power comes great responsibility, and the occasional need to fling a cow skyward... Ever wanted to play God, dishing out miracles like never before?! Well, now's your chance!",
		"Keywords":["Black and white", "Black & White"]
	},
	{
		"ID":"9218304",
		"Name":"Danganronpa: Trigger Happy Havoc",
		"Hint":"When a sadistic teddy forces you into a deadly game of 'Clue', high school suddenly becomes real intense! Be sure to channel your inner detective, because failing the class means a lot more than just summer school.",
		"Keywords":["Danganronpa", "Trigger Happy Havoc"]
	},
	{
		"ID":"5819020",
		"Name":"Pepsiman",
		"Hint":"It's a bird, it's a plane?! It's... Way too much spandex, abs and an unquenchable thirst to crack one open! Get ready to sprint, jump, and slide your way to victory.",
		"Keywords":["Pepsiman"]
	},
	{
		"ID":"9421905",
		"Name":"Full Throttle Remastered",
		"Hint":"A burly roadster, hoverbike gang, and oodles of sarcasm: That's the recipe for a high-octane adventure that'll make you want to hit the open road, exploring a wild world of motorcycle mayhem... Just don't forget your leather jacket!",
		"Keywords":["Full Throttle"]
	},
	{
		"ID":"7123412",
		"Name":"Furi",
		"Hint":"A neon-clad warrior with a flowing cape, a high-tech sword, and a thirst for vengeance, faces off against a series of bizarre bosses in intense, one-on-one combat, all while learning a thing or two about the power of friendship!",
		"Keywords":["Furi"]
	},
	{
		"ID":"1746123",
		"Name":"Ghost Master",
		"Hint":"Ever wanted to haunt a house, possess objects, and spook the living daylights out of some unsuspecting humans? It's time to unleash your inner poltergeist, and show those mortals who's boss in this ghoulishly delightful game!",
		"Keywords":["Ghost Master"]
	},
	{
		"ID":"1298941",
		"Name":"Grounded",
		"Hint":"Exploring a new world can be thrilling, except if you're not that big, then it's downright dangerous! In this backyard brawl, you're facing off against unexpected predators and overcoming obstacles you'd normally not even consider a threat... Welcome to a wild adventure where survival, crafting, wits and resourcefulness are the keys to success.",
		"Keywords":["Grounded"]
	},
	{
		"ID":"3918102",
		"Name":"Lollipop Chainsaw",
		"Hint":"'High School' meets 'Virus Outbreak' in this undead-shredding epic, the Football Squad's 'Spirit Squad Member' is tasked with getting the job done, decimating the undead like there's no tomorrow!",
		"Keywords":["Lollipop Chainsaw"]
	},
	{
		"ID":"2139142",
		"Name":"Psychonauts",
		"Hint":"Who knew that diving into people's minds could be this much fun?! Put on your psychic goggles, and explore a world full of twisted thoughts, bizarre dreams, and an abundance of dental-themed nightmares!",
		"Keywords":["Psychonauts"]
	},
	{
		"ID":"1298315",
		"Name":"Resident Evil 8",
		"Hint":"When a family trip to a picturesque European village becomes facing nightmare-level monsters, including werewolves and vampires, it's time to ask yourself: Are you prepared for a showdown with some truly monstrous in-laws?",
		"Keywords":["Resident Evil"]
	},
	{
		"ID":"5481923",
		"Name":"Space Colony",
		"Hint":"Combine a bunch of quirky colonists, a far-flung space habitat, and a whole lot of aliens, and what do you get?! The cosmic sitcom you never knew you needed... Pack your bags and get ready to boldly go where no reality show has gone before!",
		"Keywords":["Space Colony"]
	},
	{
		"ID":"9482013",
		"Name":"XIII",
		"Hint":"If you're a fan of keeping your friends close and your enemies closer, and stylish comic book visuals and conspiracy theories, then this cel-shaded amnesiac adventure is right up your alley.",
		"Keywords":["XIII"]
	},
	{
		"ID":"3189401",
		"Name":"Alpha Protocol",
		"Hint":"Become the world's most sarcastic superspy, where your deadliest assets are your charm, wit and nailing heat of the moment one-liners. When it comes to espionage, sometimes the pen is mightier than the sword!",
		"Keywords":["Alpha Protocol"]
	},
	{
		"ID":"1239104",
		"Name":"Brutal Legend",
		"Hint":"Transported to a world inspired by Heavy Metal album covers, there's one thing to do, Roadie: Rock out, summon your head-banging army, and save the people from a demonic overlord! Prepare to shred your way through a wild adventure, that'll have you banging your head in no time.",
		"Keywords":["Brutal Legend"]
	},
	{
		"ID":"4190541",
		"Name":"Deathloop",
		"Hint":"Stuck in a never-ending cycle of murder, mayhem, and snarky rival assassins?! This isn't your average 9-5; Grab your weapons, put on your thinking cap, and get ready to 'break free' in the most stylish way possible!",
		"Keywords":["Deathloop"]
	},
	{
		"ID":"5123948",
		"Name":"Dishonored 2",
		"Hint":"As a supernatural assassin with a flair for the dramatic, regardless of whether your path consists of lurking in the shadows or causing a whirlwind of chaos, this city is ripe for you to make your mark, riddled with corruption and betrayal.",
		"Keywords":["Dishonored", "Dishonoured"]
	},
	{
		"ID":"4129031",
		"Name":"Fahrenheit: Indigo Prophecy",
		"Hint":"When murder, the supernatural, and an ice-cold conspiracy collide, it's time to put on your detective hat and solve the case, or accidentally turn your apartment into a crime scene while trying to hide evidence!",
		"Keywords":["Fahrenheit", "Indigo Prophecy"]
	},
	{
		"ID":"5921032",
		"Name":"Jet Set Radio Future",
		"Hint":"Compete with rival gangs, perform tricks, and tag graffiti across various locations, set to a diverse soundtrack of electronic, hip-hop, and rock music.",
		"Keywords":["Jet Set Radio"]
	},
	{
		"ID":"2190152",
		"Name":"Layers of Fear",
		"Hint":"Take a haunted mansion, stir in a tormented artist, and add a dash of endlessly creepy paintings! What have you made? A terrifying masterpiece that'll have you questioning your sanity, and whether you should have taken up a safer hobby... Like knitting or baking!",
		"Keywords":["Layers of Fear"]
	},
	{
		"ID":"3910515",
		"Name":"Maize",
		"Hint":"When a government experiment goes wrong, creating sentient corn, you must uncover the secrets of an abandoned farm, making a new, stuffed friend in the process.",
		"Keywords":["Maize"]
	},
	{
		"ID":"0139041",
		"Name":"Mortal Kombat Mythologies: Sub-Zero",
		"Hint":"There's an ice-cold assassin, ancient relics, and a whole lot of deadly platforming, in this frosty-epic, where you'll be questioning your reflexes, and your ability to endure the chill of a thousand fatalities!",
		"Keywords":["Mortal Kombat", "Sub-Zero"]
	},
	{
		"ID":"0123910",
		"Name":"Need for Speed",
		"Hint":"If you've ever wanted to burn rubber, making friends with fellow car enthusiasts and enemies of the 'Protectors of Law', living out your wildest street racing fantasies with a near total disregard for traffic laws... This game is your one-way ticket to adrenaline-pumping action.",
		"Keywords":["Need for Speed"]
	},
	{
		"ID":"0532912",
		"Name":"Remember Me",
		"Hint":"In a world where memories can be bought, sold, and altered: One woman's quest for the truth, will lead her through a maze of mind-bending puzzles and high-tech fisticuffs.",
		"Keywords":["Remember Me"]
	},
	{
		"ID":"1023910",
		"Name":"The Darkness",
		"Hint":"When you're a mob hitman with a sinister, supernatural force lurking within you, everything gets a little dark! But hey, who needs night-lights when you've got demon tentacles and an army of darklings at your beck and call?!",
		"Keywords":["Darkness"]
	},
	{
		"ID":"3129045",
		"Name":"The X Files",
		"Hint":"When you're investigating the bizarre and inexplicable, you might want to keep a flashlight handy, while experiencing unexplained phenomena, shadowy government conspiracies, and a rookie FBI agent determined to uncover the truth.",
		"Keywords":["X Files"]
	},
	{
		"ID":"02139120",
		"Name":"Void Bastards",
		"Hint":"A journey through the vast expanse of the cosmos. Step into the shoes of a daring adventurer, who must use their skills, bravado and an arsenal of weapons to overcome deadly foes and perilous obstacles, awaiting at every turn.",
		"Keywords":["Void Bastards"]
	},
	{
		"ID":"0000000",
		"Name":"Yakuza Kiwami",
		"Hint":"Traversing a world filled with unexpected twists and turns... Betrayed by those they trusted the most, the player must use their strategic thinking and quick reflexes to outsmart their opponents and uncover hidden truths.",
		"Keywords":["Yakuza","Kiwami"]
	},
	{
		"ID":"3891204",
		"Name":"Are you Afraid of the Dark: The tale of Orpheo's Curse",
		"Hint":"A thrilling game, in which you're invited to solve an elaborate, eerie mystery set in a haunted theater, inspired by a classic 90s children's horror TV show.",
		"Keywords":["Are you Afraid of the Dark","Orpheo's Curse"]
	},
	{
		"ID":"3190412",
		"Name":"Armored Core",
		"Hint":"Enter a dystopian future where you pilot customizable mechs in intense battles for power and resources, in a series known for its deep customization and challenging gameplay.",
		"Keywords":["Armored Core"]
	},
	{
		"ID":"3129401",
		"Name":"Baldur's Gate",
		"Hint":"Embark on an epic journey through a rich, high-fantasy world filled with memorable characters and tactical combat, as you unravel a sinister plot and discover your mysterious heritage.",
		"Keywords":["Baldur's Gate"]
	},
	{
		"ID":"1230194",
		"Name":"Batman: Arkham City",
		"Hint":"An immersive adventure in a city transformed into a high-security prison, where you must use stealth, combat, and puzzle-solving skills to uncover the secrets behind the villains' nefarious plans and restore order to a chaotic world.",
		"Keywords":["Arkham City"]
	},
	{
		"ID":"904812",
		"Name":"Catherine",
		"Hint":"Navigate a twisted love triangle, and face your inner turmoil through challenging puzzle-platforming segments in a surreal dream world, all while making choices that determine your fate in this mature, narrative-driven adventure.",
		"Keywords":["Catherine"]
	},
	{
		"ID":"9138041",
		"Name":"Civilization 4",
		"Hint":"Guide your people through the ages, forging your own unique path to victory in this deep and engaging game that blends history, diplomacy, warfare, and technology.",
		"Keywords":["Civilization"]
	},
	{
		"ID":"9310451",
		"Name":"Conker's Bad Fur Day",
		"Hint":"A wild, irreverent adventure starring a foul rodent, and full of levels teeming with humor, puzzles, and combat, in a game known for its satirical take on classic platforming tropes and adult-themed content.",
		"Keywords":["Conker's Bad Fur Day"]
	},
	{
		"ID":"0213189",
		"Name":"Dante's Inferno",
		"Hint":"Explore the depths of Hell and fight your way through hordes of demonic enemies, utilizing a variety of weapons and magical abilities, in this game based on a classic epic poem.",
		"Keywords":["Dante's Inferno"]
	},
	{
		"ID":"1239041",
		"Name":"Dead by Daylight",
		"Hint":"Enter a world of survival horror, where one player hunts down a group of unsuspecting victims, while the potential victims must band together in attempting to outwit, outmanoeuvre and outlast their prospective killer!",
		"Keywords":["Dead by Daylight"]
	},
	{
		"ID":"9510581",
		"Name":"Deponia",
		"Hint":"Discover a unique, quirky world filled with bizarre characters, clever puzzles, and a charming hand-drawn art style, in this game featuring an unconventional inventor navigating a dystopian wasteland, with lofty ambitions of a better life beyond the trash heap.",
		"Keywords":["Deponia"]
	},
	{
		"ID":"9541489",
		"Name":"Discworld Noir",
		"Hint":"Uncover a topsy-turvy media-based realm with magic and mischief abound, where you're the only gumshoe savvy enough to crack the case! In exploring this fantastical city, full of talking animals and anthropomorphic ideas, embracing the absurdity of it all, might make solving the case, just a little bit easier.",
		"Keywords":["Discworld Noir"]
	},
	{
		"ID":"0213951",
		"Name":"Escape from Monkey Island",
		"Hint":"Embark on a Caribbean-themed comical journey of mind-bending challenges and zany personalities, where your creativity is the key to success, now with an added dimension! Your problem-and-puzzle-solving skills and quick thinking will be put to the test in this engaging adventure that's sure to leave you entertained for hours on end.",
		"Keywords":["Escape from Monkey Island"]
	},
	{
		"ID":"4190518",
		"Name":"Halo 3: ODST",
		"Hint":"Step into the boots of a powerful soldier in a captivating sci-fi world, where you'll fight your way through an urban environment teeming with enemies. Use advanced technology and immersive gameplay, to uncover the truth behind a dangerous invasion.",
		"Keywords":["Halo","ODST"]
	},
	{
		"ID":"1581902",
		"Name":"The Elder Scrolls V: Skyrim",
		"Hint":"Step into a mystical world of adventure and exploration, where you become a powerful Dragonborn and battle fierce creatures while developing your own unique set of skills. With an immersive storyline and endless possibilities, this game is sure to keep you hooked for hours on end.",
		"Keywords":["Elder Scrolls", "Skyrim"]
	},
	{
		"ID":"1904150",
		"Name":"Kingdom Hearts 2.5",
		"Hint":"In a magical world of adventure, join a young hero on an epic journey across different worlds and universes. Fight against dark forces, explore stunning environments, and uncover the secrets of a unique and captivating story.",
		"Keywords":["Kingdom Hearts"]
	},
	{
		"ID":"1591023",
		"Name":"Magic 2015: Duels of the Planeswalkers",
		"Hint":"Immerse yourself in spells and sorcery, where the power of the cards lies in your hands. With a deck of cards at your disposal, you'll engage in fierce battles against foes using all manner of magical creatures and abilities. As you journey through the planes of existence, you'll encounter challenges that will test your skill and cunning, and foes that will push you to the brink of defeat.",
		"Keywords":["Magic the Gathering","Magic 2015","Duel of the Planeswalkers"]
	},
	{
		"ID":"0591203",
		"Name":"Nier: Automata",
		"Hint":"Step into a post-apocalyptic world filled with androids, machines, and a philosophical storyline. Fight against the machine army, unravel the mysteries of your existence, and explore a vast open-world in this game known for its multiple endings, haunting music, and unique characters.",
		"Keywords":["Nier","Automata"]
	},
	{
		"ID":"0120304",
		"Name":"Wing Commander IV",
		"Hint":"In this series, known for impressive visuals and high production values and a star-studded cast, players assume the role of a skilled fighter pilot immersed in a futuristic conflict between two factions. Players must engage in intense space battles, using their skills to both launch and dodge attacks.",
		"Keywords":["Wing Commander"]
	},
	{
		"ID":"0519103",
		"Name":"Returnal",
		"Hint":"Embark on an epic journey of an astronaut who finds herself trapped in a time loop on a mysterious alien planet. Armed with a high-tech arsenal and a steadfast spirit, you must navigate treacherous terrain, vanquish horrific beasts fraught with hostility, and unravel the mysteries that lie ahead.",
		"Keywords":["Returnal"]
	},
	{
		"ID":"059183",
		"Name":"Sam & Max Save the World",
		"Hint":"Two unlikely private eyes, one with floppy ears and the other with a wagging tail, are out and about on a new adventure in the home of the Yankees and the Giants! Keep an eye out for their sharp wit and unorthodox problem-solving methods, as they sniff out clues and chase down leads. Don't be fooled by their playful banter, this dynamic duo means business.",
		"Keywords":["Sam and Max","Sam & Max","Save the World"]
	},
	{
		"ID":"9501315",
		"Name":"Far Cry 3",
		"Hint":"Play as a young man stranded on a treacherous tropical island where survival is the only goal, fight against dangerous wildlife and pirates, and complete missions in this open-world environment to uncover the secrets of the island.",
		"Keywords":["Far Cry"]
	},
	{
		"ID":"01591031",
		"Name":"The Operative: No One Lives Forever",
		"Hint":"Step into the shoes of a suave, sharp-witted spy, tasked with saving the world from nefarious villains and their dastardly schemes. Employ all of your skills, from stealthy infiltration to flashy gadgets, as you traverse exotic locations around the globe with danger lurking around every corner, and the fate of humanity resting solely in your hands.",
		"Keywords":["The Operative","No One Lives Forever"]
	},
	{
		"ID":"5190314",
		"Name":"Fallout 4",
		"Hint":"In a world where a single survivor emerges from a metal cocoon, the remnants of civilization are left to wander in a radioactive wasteland. Armed with a jacked-up 'Apple Watch' and a trusty weapon, the survivor must navigate the dangers of mutated creatures and factions vying for control of Boston. But in the end, the true enemy may lie within... And it's not just the radiation!",
		"Keywords":["Fallout"]
	},
	{
		"ID":"5129015",
		"Name":"Warcraft 3",
		"Hint":"Prepare for battle in a land of magic and myth, where swords clash, spells fly, alliances with powerful allies are formed, and armies of noble warriors are lead to face off against fierce monsters, and cunning wizards. With treachery lurking in the shadows, victory often requires more than just a strength of arms. Sharpen your blades, study your tomes, and ready your incantations, for the fate of kingdoms hangs in the balance!",
		"Keywords":["Warcraft"]
	},
	{
		"ID":"5123901",
		"Name":"Zelda CDI",
		"Hint":"Enter a fantastical realm filled with mystical creatures and ancient legends, where a brave adventurer must rise to the challenge to save the world from certain doom. With graphics and gameplay that seem to have missed the mark, this game may prove to be a challenge for even the most dedicated of gamers. Will you have the patience to persevere, or will this adventure leave you feeling more frustrated than fulfilled?",
		"Keywords":["Zelda"]
	}
]