[
	{
	  "ID": "4182776",
	  "Name": "Pyst",
	  "Hint": "Embrace your inner tourist on this quirky island! Engage with oddball inhabitants, chuckle at absurdities, and remember: solving puzzles here is all about playful shenanigans. Enjoy the ride and grab a souvenir!",
	  "Keywords": ["Pyst"]
	},
	{
	  "ID": "4265126",
	  "Name": "Command and Conquer: Red Alert 3",
	  "Hint": "To crush your enemies in this thrilling World War III extravaganza, just remember: it's all about who can build, gather, and deploy the fastest. Pick your favorite faction, and don't forget to have a good laugh as you send your adversaries packing with your strategic genius and flair for the dramatic!",
	  "Keywords": ["C&C", "Red Alert", "Command and conquer","command & conquer"]
	},
	{
		"ID": "4213814",
		"Name": "Broken Sword 1",
		"Hint": "When life gives you Templar conspiracies, make conspiracy lemonade! Chat with everyone, even the least likely suspects, and watch as the bizarre and comical interactions help you piece together a tale that's equal parts thrilling and hilarious.",
		"Keywords": ["Broken Sword"]
	},
	{
		"ID": "4281751",
		"Name": "Doctor Who: Destiny of the Doctors",
		"Hint": "Get ready for a timey-wimey adventure as a robotic hero! Embrace your puzzle-solving prowess and combat skills while traveling through time. When faced with a cosmic conundrum, channel the spirit of a quirky, quick-witted time traveler, and save the day!",
		"Keywords": ["Doctor Who"]
	},
	{
		"ID": "4185712",
		"Name": "Phantasmagoria",
		"Hint": "As Adrienne, you've just scored a mansion that's more 'haunted' than 'house.' To unravel its eerie past and save your better half, get ready to channel your inner ghost hunter, poke around the spooky estate, and solve puzzles like a pro. Just remember, when things go bump in the night, it's all part of the spooky fun!",
		"Keywords": ["Phantasmagoria"]
	},
	{
		"ID": "4812952",
		"Name": "Mystery of the Druids",
		"Hint": "Step into the shoes of Detective Halligan, a Scotland Yard investigator with a knack for uncovering ancient mysteries. To solve this druidic whodunit, unleash your inner Sherlock, explore every nook and cranny, and interrogate witnesses like a pro. Remember, cracking the case might require some unconventional thinking, so don't be afraid to get creative with your detective skills!",
		"Keywords": ["Mystery of the Druids"]	
	},
	{
		"ID": "4218591",
		"Name": "The 7th Guest",
		"Hint": "Ah, dear Guest, you've come to my abode seeking answers, haven't you? To unravel my mansion's secrets, you must be cunning, observant, and bold. Explore my eerie chambers, and let the puzzles enthrall you. Remember, each solved riddle brings you closer to the truth. Can you outwit me and uncover the fate of the other guests? Let the games begin!",
		"Keywords": ["7th guest","the 7th guest"]
	},
	{
		"ID": "4218519",
		"Name": "Night Trap",
		"Hint": "Hey there, rad gamer! Ready to join the Special Control Attack Team? Keep your eyes peeled on those video feeds and show those creepy Augers who's boss! Timing is everything, so don't hesitate to set those traps and save the day. Just remember, it's not a regular sleepover, it's a high-stakes game of 'gotcha!' Good luck, and let's kick some Auger butt!",
		"Keywords":["Night Trap"]
	},
	{
		"ID": "4812956",
		"Name": "Bad Mojo",
		"Hint": "Embark on a creepy-crawly adventure and embrace your new insect life! Scuttle through grime and filth with style, while keeping your antennae alert for clues and hazards. Remember, the most intriguing secrets lurk in the darkest corners. Good luck on this enlightening, exoskeletal journey!",
		"Keywords":["Bad Mojo"]
	},
	{
		"ID": "4751295",
		"Name": "Messiah",
		"Hint": "Get ready to spread your wings as a heavenly cherub with a mission! To bring some divine intervention to this messed-up world, remember to hop from host to host, taking advantage of each creature's abilities. So, buckle up and prepare to possess your way to victory – after all, there's no better way to save humanity than to walk a mile (or two) in their shoes... or paws!",
		"Keywords": ["Messiah"]
	},
	{
		"ID":"4537189",
		"Name":"Star Wars: Jedi Knight: Dark Forces 2",
		"Hint":"Buckle up for a galactic adventure where blasters and lightsabers collide! Channel your inner Kyle Katarn and remember to explore the mystical Force powers at your disposal. Just be cautious – with great power comes great responsibility, and a choice between light and dark. Good luck, young space warrior!",
		"Keywords":["Jedi Knight","Dark forces","Star wars"]
	},
	{
		"ID":"5892139",
		"Name":"Wolfenstein 2: The New Collossus",
		"Hint":"In a world where the Nazis won the war, it's up to you to lead the rebellion! As the fearless B.J., take down the oppressive regime with a mix of stealth, gunfights, and puzzle-solving. So, gear up and show these Nazis what true freedom looks like!",
		"Keywords":["Wolfenstein 2"]
	},
	{
		"ID":"5128137",
		"Name": "Final Fantasy X HD",
		"Hint": "Get ready for an epic RPG adventure in a mystical world! Join a group of allies on a mission to save the world from a monstrous creature. With turn-based combat and a deep storyline, this game is sure to keep you hooked! So, grab your sword, cast your spells, and let's go!",
		"Keywords":["Final Fantasy X"]
	},
	{
		"ID":"4819502",
		"Name": "Gabriel Knight: The Beast Within",
		"Hint": "Become a supernatural investigator and embark on a thrilling point-and-click adventure in Germany! With murder, the occult, and family secrets, this game is sure to keep you on the edge of your seat. So, get ready to solve puzzles and uncover the mysteries lurking in the shadows. It's time to show the world what a real sleuth is made of!",
		"Keywords":["Gabriel Knight","The Beast Within"]
	},
	{
		"ID":"3412951",
		"Name":"Harvester",
		"Hint":"Welcome to a small town where nothing is what it seems! Play as the protagonist who wakes up with no memory of their past and embarks on a journey to uncover the town's secrets. With twisted characters, bizarre events, and a dash of humor, this point-and-click adventure will keep you guessing!",
		"Keywords":["Harvester"]
	},
	{
		"ID":"9123892",
		"Name":"Ripper",
		"Hint":"Step into the dark alleys of New York City and embark on a thrilling point-and-click adventure game! Help solve a series of gruesome murders that bear a striking resemblance to the work of a notorious serial killer. With the help of a star-studded cast including Christopher Walken, Burgess Meredith, and Karen Allen, unravel the mystery and catch the killer.",
		"Keywords":["Ripper"]
	},
	{
		"ID":"5128901",
		"Name":"Police Quest: SWAT",
		"Hint":"As a law enforcement officer, you'll need to utilize your knowledge of police tactics and procedures to make split-second decisions that could mean life or death. With a variety of specialized equipment and weaponry at your disposal, work together with your team to neutralize threats and protect innocent civilians.",
		"Keywords":["SWAT","Police Quest"]
	},
	{
		"ID":"4821905",
		"Name":"Myst: Exile",
		"Hint": "It's not just a walk in the park, but a walk through five otherworldly parks! To solve the puzzles and save the day, make sure to explore each Age like a curious tourist. Snap some mental pictures, read the travel brochures (documents), and remember: sometimes the best hints are hidden in the strangest places!",
		"Keywords":["Myst","Exile"]
	},
	{
		"ID":"4128951",
		"Name":"Dark Nights with Poe and Munroe",
		"Hint":"Tune in to the sultry and mysterious world of a live-action FMV adventure set in the town of August! As two radio hosts, you'll embark on a series of late-night shows that will keep you on the edge of your seat. With a variety of branching storylines and choices, this game is sure to keep you guessing until the very end. So, sit back, grab a drink, and get ready for some late-night radio that you won't soon forget!",
		"Keywords":["Dark Nights with Poe and Munroe","Poe and Munroe","Dark Nights"]
	},
	{
		"ID":"5348129",
		"Name":"Populous the Beginning",
		"Hint":"Enter a mystical world where you'll lead your tribe to victory and ascend to godhood! As a powerful shaman, use your spells and magical powers to conquer other tribes and become the ruler of the land. So, get ready to put your strategy skills to the test and become the ultimate deity!",
		"Keywords":["Populous","Populous the beginning"]
	},
	{
		"ID":"9418290",
		"Name":"Tex Murphy: The Pandora Directive",
		"Hint":"Step into the gritty and post-apocalyptic world of a point-and-click adventure game set in San Francisco! As a private investigator, you'll need to solve a series of murders and unravel a conspiracy. With a dark atmosphere and a gripping storyline, this game will have you hooked from start to finish.",
		"Keywords":["Tex Murphy", "The Pandora Directive"]
	}
]
  
