[
	{
	  "ID": "4182776",
	  "Name": "Pyst",
	  "Hint": "Embrace your inner tourist on this quirky island! Engage with oddball inhabitants, chuckle at absurdities, and remember: solving puzzles here is all about playful shenanigans. Enjoy the ride and grab a souvenir!",
	  "Keywords": ["Pyst"]
	},
	{
	  "ID": "4265126",
	  "Name": "Command and Conquer: Red Alert 3",
	  "Hint": "To crush your enemies in this thrilling World War III extravaganza, just remember: it's all about who can build, gather, and deploy the fastest. Pick your favorite faction, and don't forget to have a good laugh as you send your adversaries packing with your strategic genius and flair for the dramatic!",
	  "Keywords": ["C&C", "Red Alert", "Command and conquer","command & conquer"]
	},
	{
		"ID": "4213814",
		"Name": "Broken Sword 1",
		"Hint": "When life gives you Templar conspiracies, make conspiracy lemonade! Chat with everyone, even the least likely suspects, and watch as the bizarre and comical interactions help you piece together a tale that's equal parts thrilling and hilarious.",
		"Keywords": ["Broken Sword"]
	},
	{
		"ID": "4281751",
		"Name": "Doctor Who: Destiny of the Doctors",
		"Hint": "Get ready for a timey-wimey adventure as a robotic hero! Embrace your puzzle-solving prowess and combat skills while traveling through time. When faced with a cosmic conundrum, channel the spirit of a quirky, quick-witted time traveler, and save the day!",
		"Keywords": ["Doctor Who"]
	},
	{
		"ID": "4185712",
		"Name": "Phantasmagoria",
		"Hint": "As Adrienne, you've just scored a mansion that's more 'haunted' than 'house.' To unravel its eerie past and save your better half, get ready to channel your inner ghost hunter, poke around the spooky estate, and solve puzzles like a pro. Just remember, when things go bump in the night, it's all part of the spooky fun!",
		"Keywords": ["Phantasmagoria"]
	},
	{
		"ID": "4812952",
		"Name": "Mystery of the Druids",
		"Hint": "Step into the shoes of Detective Halligan, a Scotland Yard investigator with a knack for uncovering ancient mysteries. To solve this druidic whodunit, unleash your inner Sherlock, explore every nook and cranny, and interrogate witnesses like a pro. Remember, cracking the case might require some unconventional thinking, so don't be afraid to get creative with your detective skills!",
		"Keywords": ["Mystery of the Druids"]	
	},
	{
		"ID": "4218591",
		"Name": "The 7th Guest",
		"Hint": "Ah, dear Guest, you've come to my abode seeking answers, haven't you? To unravel my mansion's secrets, you must be cunning, observant, and bold. Explore my eerie chambers, and let the puzzles enthrall you. Remember, each solved riddle brings you closer to the truth. Can you outwit me and uncover the fate of the other guests? Let the games begin!",
		"Keywords": ["7th guest","the 7th guest"]
	},
	{
		"ID": "4218519",
		"Name": "Night Trap",
		"Hint": "Hey there, rad gamer! Ready to join the Special Control Attack Team? Keep your eyes peeled on those video feeds and show those creepy Augers who's boss! Timing is everything, so don't hesitate to set those traps and save the day. Just remember, it's not a regular sleepover, it's a high-stakes game of 'gotcha!' Good luck, and let's kick some Auger butt!",
		"Keywords":["Night Trap"]
	},
	{
		"ID": "4812956",
		"Name": "Bad Mojo",
		"Hint": "Embark on a creepy-crawly adventure and embrace your new insect life! Scuttle through grime and filth with style, while keeping your antennae alert for clues and hazards. Remember, the most intriguing secrets lurk in the darkest corners. Good luck on this enlightening, exoskeletal journey!",
		"Keywords":["Bad Mojo"]
	},
	{
		"ID": "4751295",
		"Name": "Messiah",
		"Hint": "Get ready to spread your wings as a heavenly cherub with a mission! To bring some divine intervention to this messed-up world, remember to hop from host to host, taking advantage of each creature's abilities. So, buckle up and prepare to possess your way to victory – after all, there's no better way to save humanity than to walk a mile (or two) in their shoes... or paws!",
		"Keywords": ["Messiah"]
	},
	{
		"ID":"4537189",
		"Name":"Star Wars: Jedi Knight: Dark Forces 2",
		"Hint":"Buckle up for a galactic adventure where blasters and lightsabers collide! Channel your inner Kyle Katarn and remember to explore the mystical Force powers at your disposal. Just be cautious – with great power comes great responsibility, and a choice between light and dark. Good luck, young space warrior!",
		"Keywords":["Jedi Knight","Dark forces","Star wars"]
	},
	{
		"ID":"5892139",
		"Name":"Wolfenstein 2: The New Collossus",
		"Hint":"In a world where the Nazis won the war, it's up to you to lead the rebellion! As the fearless B.J., take down the oppressive regime with a mix of stealth, gunfights, and puzzle-solving. So, gear up and show these Nazis what true freedom looks like!",
		"Keywords":["Wolfenstein"]
	},
	{
		"ID":"5128137",
		"Name": "Final Fantasy X HD",
		"Hint": "Get ready for an epic RPG adventure in a mystical world! Join a group of allies on a mission to save the world from a monstrous creature. With turn-based combat and a deep storyline, this game is sure to keep you hooked! So, grab your sword, cast your spells, and let's go!",
		"Keywords":["Final Fantasy X"]
	},
	{
		"ID":"4819502",
		"Name": "Gabriel Knight: The Beast Within",
		"Hint": "Become a supernatural investigator and embark on a thrilling point-and-click adventure in Germany! With murder, the occult, and family secrets, this game is sure to keep you on the edge of your seat. So, get ready to solve puzzles and uncover the mysteries lurking in the shadows. It's time to show the world what a real sleuth is made of!",
		"Keywords":["Gabriel Knight","The Beast Within"]
	},
	{
		"ID":"3412951",
		"Name":"Harvester",
		"Hint":"Welcome to a small town where nothing is what it seems! Play as the protagonist who wakes up with no memory of their past and embarks on a journey to uncover the town's secrets. With twisted characters, bizarre events, and a dash of humor, this point-and-click adventure will keep you guessing!",
		"Keywords":["Harvester"]
	},
	{
		"ID":"9123892",
		"Name":"Ripper",
		"Hint":"Step into the dark alleys of New York City and embark on a thrilling point-and-click adventure game! Help solve a series of gruesome murders that bear a striking resemblance to the work of a notorious serial killer. With the help of a star-studded cast including Christopher Walken, Burgess Meredith, and Karen Allen, unravel the mystery and catch the killer.",
		"Keywords":["Ripper"]
	},
	{
		"ID":"5128901",
		"Name":"Police Quest: SWAT",
		"Hint":"As a law enforcement officer, you'll need to utilize your knowledge of police tactics and procedures to make split-second decisions that could mean life or death. With a variety of specialized equipment and weaponry at your disposal, work together with your team to neutralize threats and protect innocent civilians.",
		"Keywords":["SWAT","Police Quest"]
	},
	{
		"ID":"4821905",
		"Name":"Myst: Exile",
		"Hint": "It's not just a walk in the park, but a walk through five otherworldly parks! To solve the puzzles and save the day, make sure to explore each Age like a curious tourist. Snap some mental pictures, read the travel brochures (documents), and remember: sometimes the best hints are hidden in the strangest places!",
		"Keywords":["Myst","Exile"]
	},
	{
		"ID":"4128951",
		"Name":"Dark Nights with Poe and Munroe",
		"Hint":"Tune in to the sultry and mysterious world of a live-action FMV adventure set in the town of August! As two radio hosts, you'll embark on a series of late-night shows that will keep you on the edge of your seat. With a variety of branching storylines and choices, this game is sure to keep you guessing until the very end. So, sit back, grab a drink, and get ready for some late-night radio that you won't soon forget!",
		"Keywords":["Dark Nights with Poe and Munroe","Poe and Munroe","Dark Nights"]
	},
	{
		"ID":"5348129",
		"Name":"Populous the Beginning",
		"Hint":"Enter a mystical world where you'll lead your tribe to victory and ascend to godhood! As a powerful shaman, use your spells and magical powers to conquer other tribes and become the ruler of the land. So, get ready to put your strategy skills to the test and become the ultimate deity!",
		"Keywords":["Populous","Populous the beginning"]
	},
	{
		"ID":"9418290",
		"Name":"Tex Murphy: The Pandora Directive",
		"Hint":"Step into the gritty and post-apocalyptic world of a point-and-click adventure game set in San Francisco! As a private investigator, you'll need to solve a series of murders and unravel a conspiracy. With a dark atmosphere and a gripping storyline, this game will have you hooked from start to finish.",
		"Keywords":["Tex Murphy", "The Pandora Directive"]
	},
	{
		"ID":"5819402",
		"Name":"Devil may Cry 3",
		"Hint":"The family that slays together, stays together! Except when they're trying to outdo each other in an epic demon-slaying competition.",
		"Keywords":["DMC 3","Devil May Cry", "Devil May Cry 3"]
	},
	{
		"ID":"3128941",
		"Name":"Contradiction!",
		"Hint":"Well, well, well, what have we got here? You're stepping into the quaint little town of Edenton, my friend. And as Detective Inspector Jenks, I'll be your guide through this murder mystery. Keep your eyes sharp and your wits about you, because this game will test your detective skills like no other",
		"Keywords":["Contradiction"]
	},
	{
		"ID":"4127891",
		"Name":"Day of Defeat",
		"Hint":"Get ready to experience the heat of battle in a multiplayer first-person shooter set in the European Theater of World War II! Choose your side and team up with other soldiers to engage in epic team-based combat across a variety of maps. With a variety of weapons and strategies to choose from, this game is perfect for those who love intense, action-packed gameplay",
		"Keywords":["Day of Defeat"]
	},
	{
		"ID":"8412905",
		"Name":"Mad Dog Mcree",
		"Hint":"Welcome to the Wild West, partner! You're about to become a gunslinger on a mission to save a small town from a gang of ruthless outlaws. With live-action footage and an arcade-style rail shooter gameplay, this game will test your quick reflexes and sharpshooting skills.",
		"Keywords":["Mad Dog Mcree"]
	},
	{
		"ID":"5389012",
		"Name":"Phantasmagoria 2: A puzzle of Flesh",
		"Hint":"Get ready to delve deep into the twisted mind of a troubled young man in this game that will keep you on the edge of your seat. Follow Curtis Craig as he navigates his own hallucinations and tries to determine what's real and what's not.",
		"Keywords":["Phantasmagoria 2","A puzzle of Flesh"]
	},
	{
		"ID":"3412890",
		"Name":"Resident Evil",
		"Hint":"Hey there! Get ready to face your worst nightmares as we find ourselves trapped in a mansion filled with undead horrors. As a member of the S.T.A.R.S. team, we'll need to unravel the mystery behind the outbreak and rely on our wits and weapons to make it out alive. So, let's see if we have what it takes to survive this nightmare!",
		"Keywords":["Resident Evil"]
	},
	{
		"ID":"4171293",
		"Name":"Roundabout",
		"Hint":"Greetings, mortal! Get ready to take a ride in the revolving limousine of doom, where you'll play as Georgio Manos, the fearless driver on a mission to complete various challenges and missions. With a mix of humor and action, this game will have you on the edge of your seat, laughing and screaming in terror all at the same time!",
		"Keywords":["Roundabout"]
	},
	{
		"ID":"5673842",
		"Name":"Skate 3",
		"Hint":"Yo, grasshopper! Coach Frank here. Use that 'agro kick' for speed boosts, and remember, practice makes perfect. Keep shreddin' and stay gnarly!",
		"Keywords":["Skate 3"]
	},
	{
		"ID":"3412895",
		"Name":"Tenchu Shadow Assassins",
		"Hint":"This game lets you step into the shoes of a ninja and experience the thrill of covert operations. You'll be skulking around like a cat burglar, taking out your enemies with lightning-fast reflexes and lethal precision. It's a game that combines the excitement of espionage with the satisfaction of a well-placed throwing star.",
		"Keywords":["Tenchu"]
	},
	{
		"ID":"4189014",
		"Name":"Dune 2000",
		"Hint":"The only game where you can command armies, manage resources, and enjoy a scenic vacation on a sandy planet with gigantic worms as your neighbors. What could go wrong?",
		"Keywords":["Dune"]
	},
	{
		"ID":"5819103",
		"Name":"Hector - Badge of Carnage",
		"Hint":"When crime is on the rise, and the city's finest detective is a hard-drinking, chain-smoking, foul-mouthed anti-hero, buckle up for a hilarious ride through the mean streets of Clappers Wreake!",
		"Keywords":["Hector","Badge of Carnage"]
	},
	{
		"ID":"5812902",
		"Name":"Ico",
		"Hint":"If you've ever felt like you're carrying the weight of the world on your shoulders, try carrying around a princess with a mysterious curse instead. Now, that's a real workout!",
		"Keywords":["Ico"]
	},
	{
		"ID":"5129831",
		"Name":"Legend of Dragoon",
		"Hint":"When a group of adventurers sets out to save the world, they never expect to face off against magical armored warriors, ancient winged creatures, and the occasional awkward love triangle.",
		"Keywords":["Legend of Dragoon"]
	},
	{
		"ID":"4189051",
		"Name":"LSD Dream Emulator",
		"Hint":"Ever wondered what it's like to take a stroll through a fever dream? Buckle up, buttercup, and get ready for the weirdest virtual vacation of your life! Just don't expect any postcards.",
		"Keywords":["LSD","Dream Emulator","LSD Dream Emulator"]
	},
	{
		"ID":"2138904",
		"Name":"MDK 2",
		"Hint":"When Earth is under attack by ruthless aliens, who you gonna call? A sharpshooting janitor, a six-legged robotic dog, and a mad scientist with a penchant for bizarre inventions, of course!",
		"Keywords":["MDK"]
	},
	{
		"ID":"2849213",
		"Name":"Titanic Adventure Out of Time",
		"Hint":"Time-traveling spies, secret missions, and the most famous shipwreck in history – what could possibly go wrong? Grab your life jacket and your decoder ring, because this adventure is full steam ahead!",
		"Keywords":["Titanic","Titanic Adventure out of time"]
	},
	{
		"ID":"1418052",
		"Name":"Medievil 2",
		"Hint":"When an undead knight wakes up in Victorian London, he quickly learns that cobblestone streets, top hats, and tea time aren't the only things waiting for him. Let's just say, the 'dead' have never been so lively",
		"Keywords":["Medievil 2"]
	},
	{
		"ID":"6928102",
		"Name":"Medal of Honor",
		"Hint":"Ever wanted to save the world while wearing the snazziest military uniform? Well, buckle up, soldier! It's time to fight the good fight, one hilariously mispronounced German phrase at a time.",
		"Keywords":["Medal of Honor"]
	},
	{
		"ID":"8421095",
		"Name":"Omikron: The nomad Soul",
		"Hint":"When your soul gets sucked into a futuristic parallel universe, who better to guide you through the adventure than the Thin White Duke himself? Ziggy played guitar, and now he's here to help you save the world!",
		"Keywords":["Omikron","Omikron: The nomad soul","The nomad soul"]
	},
	{
		"ID":"8492042",
		"Name":"Parasite Eve",
		"Hint":"When mitochondria decide to ditch their day job and start causing chaos in New York City, who needs superheroes when you've got a rookie cop with supernatural powers and a killer wardrobe?",
		"Keywords":["Parasite Eve"]
	},
	{
		"ID":"2185419",
		"Name":"Persona 1",
		"Hint":"When a group of high school students accidentally unlocks the power of their inner selves, it's time to take 'extracurricular activities' to a whole new level. Get ready to face your demons – both figuratively and literally!",
		"Keywords":["Persona","Persona 1"]
	},
	{
		"ID":"5817293",
		"Name":"Rule of Rose",
		"Hint":"When creepy children and a mysterious airship mix, you get a horrifying game of 'Lord of the Flies' meets 'Up.' Who knew a bouquet of roses could be so sinister?",
		"Keywords":["Rule of Rose"]
	},
	{
		"ID":"1851921",
		"Name":"Sekiro: Shadows Die Twice",
		"Hint":"Ever wondered what would happen if you combined a vengeful, one-armed ninja, a magical prosthetic limb, and more sword fights than you can shake a katana at? Spoiler alert: it's a whole lot of fun and a whole lot of dying.",
		"Keywords":["Sekiro","Shadows Die Twice","Sekiro: Shadows Die Twice"]
	},
	{
		"ID":"5890213",
		"Name":"Toonstruck",
		"Hint":"What happens when a burned-out animator gets sucked into a wacky cartoon world? A wild adventure full of eccentric characters, bizarre puzzles, and enough puns to make you question your own sanity. Who said cartoons are just for kids?",
		"Keywords":["Toonstruck"]
	},
	{
		"ID":"6923032",
		"Name":"Twisted Metal 4",
		"Hint":"Welcome to a world where demolition derbies are taken to the extreme, and a maniacal ice cream truck-driving clown is just the tip of the iceberg. Buckle up and remember, in this game, road rage is the name of the game – just don't say its actual name!",
		"Keywords":["Twisted Metal"]
	},
	{
		"ID":"2318905",
		"Name":"Oddworld: Munch Oddysee",
		"Hint":"When a lovable alien with a penchant for saving his species teams up with an amphibious creature in a wheelchair, you know you're in for a wild ride! It's time to get even... Odder!",
		"Keywords":["Oddworld","Munch Oddysee"]
	},
	{
		"ID":"8539202",
		"Name":"Bayonetta 3",
		"Hint":"High heels and witchcraft have never been such a deadly combination! Get ready to slay angels and demons in style, with a hairdo that's more than just fabulous – it's downright lethal!",
		"Keywords":["Bayonetta","Bayonetta 3"]
	},
	{
		"ID":"1920314",
		"Name":"Black and white",
		"Hint":"Ever wanted to play God and dish out miracles like they're going out of style? Well, now's your chance! Just remember, with great power comes great responsibility – and the occasional need to fling a cow across the sky.",
		"Keywords":["Black and white"]
	},
	{
		"ID":"9218304",
		"Name":"Danganronpa Trigger Happy Havoc",
		"Hint":"When a sadistic teddy bear forces you into a deadly game of 'Clue', high school suddenly becomes a lot more intense! It's time to channel your inner detective, because in this game, failing the class means a lot more than just summer school.",
		"Keywords":["Danganronpa"]
	},
	{
		"ID":"5819020",
		"Name":"Pepsiman",
		"Hint":"It's a bird, it's a plane, it's... a spandex-clad superhero with an uncanny resemblance to a certain soft drink logo? Get ready to sprint, jump, and slide your way to victory, all in the name of quenching thirst!",
		"Keywords":["Pepsiman"]
	},
	{
		"ID":"9421905",
		"Name":"Full Throttle Remastered",
		"Hint":"What do you get when you mix a burly biker, a hoverbike gang, and a healthy dose of sarcasm? A high-octane adventure that'll make you want to hit the open road and explore the wild world of motorcycle mayhem – just don't forget your leather jacket!",
		"Keywords":["Full Throttle"]
	},
	{
		"ID":"7123412",
		"Name":"Furi",
		"Hint":"Picture this: you're a neon-clad warrior with a flowing cape, a high-tech sword, and a thirst for vengeance. It's time to face off against a series of bizarre bosses in intense, one-on-one combat – and maybe even learn a thing or two about the power of friendship along the way!",
		"Keywords":["Furi"]
	},
	{
		"ID":"1746123",
		"Name":"Ghost Master",
		"Hint":"Ever wanted to haunt a house, possess objects, and spook the living daylights out of unsuspecting humans? It's time to unleash your inner poltergeist and show those mortals who's boss in this ghoulishly delightful strategy game!",
		"Keywords":["Ghost Master"]
	},
	{
		"ID":"1298941",
		"Name":"Grounded",
		"Hint":"Remember that classic movie where kids get shrunk down to the size of ants? Well, it's time to live out that fantasy, but with more survival, crafting, and gigantic bugs! Welcome to a wild adventure where the backyard is your jungle and the insects are out to get you!",
		"Keywords":["Grounded"]
	},
	{
		"ID":"3918102",
		"Name":"Lollipop Chainsaw",
		"Hint":"High school drama meets the zombie apocalypse, with a cheerleader-turned-zombie-slayer wielding a chainsaw and a decapitated head as her trusty sidekick. If that doesn't scream 'wacky fun', we don't know what does!",
		"Keywords":["Lollipop Chainsaw"]
	},
	{
		"ID":"2139142",
		"Name":"Psychonauts",
		"Hint":"Who knew that diving into people's minds could be this much fun? Put on your psychic goggles and get ready to explore a world filled with twisted thoughts, bizarre dreams, and an abundance of dental-themed nightmares!",
		"Keywords":["Psychonauts"]
	},
	{
		"ID":"1298315",
		"Name":"Resident Evil 8",
		"Hint":"When a family trip to a picturesque European village turns into a nightmare of werewolves, vampires, and even scarier creatures, it's time to ask yourself: are you prepared for a showdown with some truly monstrous in-laws?",
		"Keywords":["Resident Evil 8","Resident Evil"]
	},
	{
		"ID":"5481923",
		"Name":"Space Colony",
		"Hint":"What do you get when you mix a bunch of quirky colonists, a far-flung space habitat, and a whole lot of aliens? The cosmic sitcom you never knew you needed! Pack your bags and get ready to boldly go where no reality show has gone before!",
		"Keywords":["Space Colony"]
	},
	{
		"ID":"9482013",
		"Name":"XIII",
		"Hint":"If you're a fan of stylish comic book visuals and conspiracy theories, then this amnesiac adventure is right up your alley. Just remember to keep your friends close, your enemies closer, and your cel-shaded weapons even closer!",
		"Keywords":["XIII","13"]
	},
	{
		"ID":"3189401",
		"Name":"Alpha Protocol",
		"Hint":"Get ready to become the world's most sarcastic superspy, where your deadliest weapons are your charm, your wit, and your penchant for choosing the perfect one-liner in the heat of the moment. Just remember, when it comes to espionage, it's all about keeping your friends close and your frenemies even closer!",
		"Keywords":["Alpha Protocol"]
	},
	{
		"ID":"1239104",
		"Name":"Brutal Legend",
		"Hint":"When a humble roadie is transported to a world inspired by heavy metal album covers, there's only one thing to do: rock out, summon an army of headbangers, and save the world from a demonic overlord! Prepare to shred your way through a wild adventure that'll have you banging your head in no time.",
		"Keywords":["Brutal Legend"]
	},
	{
		"ID":"4190541",
		"Name":"Deathloop",
		"Hint":"Stuck in a never-ending cycle of murder, mayhem, and snarky rival assassins? Sounds like just another day at the office! Grab your weapons, put on your thinking cap, and get ready to break the time loop in the most stylish way possible.",
		"Keywords":["Deathloop"]
	},
	{
		"ID":"5123948",
		"Name":"Dishonored 2",
		"Hint":"Ever wanted to be a supernatural assassin with a flair for the dramatic? Whether you're a stealthy shadow or a walking whirlwind of chaos, this action-packed adventure is all about making your mark (or not) in a city riddled with corruption and betrayal.",
		"Keywords":["Dishonored 2"]
	},
	{
		"ID":"4129031",
		"Name":"Fahrenheit: Indigo Prophecy",
		"Hint":"When murder, the supernatural, and an ice-cold conspiracy collide, it's time to put on your detective hat and solve the case – or accidentally turn your apartment into a crime scene while trying to hide evidence. Just remember, there's no problem that can't be solved with a little quick-time-event action!",
		"Keywords":["Fahrenheit"]
	},
	{
		"ID":"5921032",
		"Name":"Jet Set Radio Future",
		"Hint":"Graffiti, groovy tunes, and grinding rails – it's time to strap on your rollerblades and join the coolest gang in town! Just remember, when it comes to fighting the oppressive government, the best weapon is a well-timed spray can and a wicked sense of style.",
		"Keywords":["Jet Set Radio Future"]
	},
	{
		"ID":"2190152",
		"Name":"Layers of Fear",
		"Hint":"What do you get when you combine a haunted mansion, a tormented artist, and a never-ending supply of creepy paintings? A terrifying masterpiece that'll have you questioning your sanity – and whether you should have taken up a safer hobby, like knitting!",
		"Keywords":["Layers of Fear"]
	},
	{
		"ID":"3910515",
		"Name":"Maize",
		"Hint":"When a government experiment goes awry and creates sentient corn, it's up to you to uncover the secrets of an abandoned farm – and maybe even make a new, cob-headed friend along the way! Just remember, the next time you're lost in a cornfield, always bring a trusty, talking teddy bear with you.",
		"Keywords":["Maize"]
	},
	{
		"ID":"0139041",
		"Name":"Mortal Kombat Mythologies Sub-Zero",
		"Hint":"Ever wondered what happens when you mix an ice-cold assassin, ancient relics, and a whole lot of deadly platforming? You get a frosty adventure that'll have you questioning your reflexes – and your ability to endure the chill of a thousand fatalities!",
		"Keywords":["Mortal Kombat"]
	},
	{
		"ID":"0123910",
		"Name":"Need for Speed",
		"Hint":"If you've ever wanted to burn rubber, make friends with fellow car enthusiasts, and live out your wildest street racing fantasies, this game is your one-way ticket to adrenaline-pumping action. Just remember, when it comes to evading the cops, it's all about style, speed, and a healthy disregard for traffic laws!",
		"Keywords":["Need for Speed"]
	},
	{
		"ID":"0532912",
		"Name":"Remember Me",
		"Hint":"In a world where memories can be bought, sold, and altered, one woman's quest for the truth will lead her through a maze of mind-bending puzzles and high-tech fisticuffs. Just remember, when it comes to tampering with people's minds, always double-check your work – or you might end up with a head full of cat videos!",
		"Keywords":["Remember Me"]
	},
	{
		"ID":"1023910",
		"Name":"The Darkness",
		"Hint":"When you're a mob hitman with a sinister, supernatural force lurking within you, life can get a little... dark. But hey, who needs night lights when you've got demon tentacles and an army of darklings at your beck and call?",
		"Keywords":["The Darkness"]
	},
	{
		"ID":"3129045",
		"Name":"The X Files",
		"Hint":"Unexplained phenomena, shadowy government conspiracies, and a rookie FBI agent determined to uncover the truth. When you're investigating the bizarre and inexplicable, remember that the truth is out there – but you might want to keep that flashlight handy!",
		"Keywords":["The X Files"]
	},
	{
		"ID":"02139120",
		"Name":"Void Bastards",
		"Hint":"When you're a ragtag group of space prisoners tasked with navigating an interstellar ship graveyard, you'll need more than just a good sense of humor to survive. Remember, in the vast emptiness of space, nobody can hear you laugh at your own witty one-liners!",
		"Keywords":["Void Bastards"]
	},
	{
		"ID":"0000000",
		"Name":"Yakuza Kiwami",
		"Hint":"When you're a recently released ex-con trying to rebuild your life, navigating the seedy underbelly of Tokyo can be as tough as eating sushi with a fork. Just remember, in the world of organized crime, a sharp suit and a mean right hook can go a long way!",
		"Keywords":["Yakuza","Yakuza Kiwami"]
	},
	{
		"ID":"3891204",
		"Name":"Are you Afraid of the Dark: The tale of Orpheo's Curse",
		"Hint":"A thrilling point-and-click adventure that invites you to solve eerie mysteries in a haunted theater, inspired by a classic 90's children's horror TV show.",
		"Keywords":["Are you afraid of the dark","The tale of Orpheo's Curse"]
	},
	{
		"ID":"3190412",
		"Name":"Armored Core",
		"Hint":"Enter a dystopian future where you pilot customizable mechs in intense battles for power and resources, in a series known for its deep customization and challenging gameplay.",
		"Keywords":["Armored Core"]
	},
	{
		"ID":"3129401",
		"Name":"Baldur's Gate",
		"Hint":"Embark on an epic journey through a rich, high-fantasy world filled with memorable characters and tactical combat, as you unravel a sinister plot and discover your mysterious heritage.",
		"Keywords":["Baldur's Gate"]
	},
	{
		"ID":"1230194",
		"Name":"Batman Arkham City",
		"Hint":"Step into the role of the Dark Knight as you navigate a dangerous open-world prison city, using stealth, combat, and detective skills to thwart a sinister plot involving iconic adversaries",
		"Keywords":["Batman Arkham City"]
	},
	{
		"ID":"904812",
		"Name":"Catherine",
		"Hint":"Navigate a twisted love triangle and face your inner turmoil through challenging puzzle-platforming segments in a surreal dream world, all while making choices that determine your fate in this mature, narrative-driven adventure.",
		"Keywords":["Catherine"]
	},
	{
		"ID":"9138041",
		"Name":"Civilization 4",
		"Hint":"Guide your civilization through the ages, forging your own unique path to victory in this deep and engaging turn-based strategy game that blends history, diplomacy, warfare, and technology.",
		"Keywords":["Civilization"]
	},
	{
		"ID":"9310451",
		"Name":"Conker's Bad Fur Day",
		"Hint":"Embark on a wild, irreverent adventure with a rodent, as you navigate through levels filled with humor, puzzles, and combat, in a game known for its satirical take on classic platforming tropes and adult-themed content.",
		"Keywords":["Conkers Bad Fur Day"]
	},
	{
		"ID":"0213189",
		"Name":"Dante's Inferno",
		"Hint":"Explore the depths of Hell and fight your way through hordes of demonic enemies in this action-adventure game based on a classic epic poem. Use a variety of weapons and magical abilities to survive challenging combat encounters and overcome obstacles in a dark and unforgiving world.",
		"Keywords":["Dante's Inferno"]
	},
	{
		"ID":"1239041",
		"Name":"Dead by Daylight",
		"Hint":"Enter a world of survival horror where you must outwit a deadly killer or evade a group of survivors as you navigate a dark and eerie environment. With multiple playable characters and modes, unlockable perks, and intense gameplay, this game will keep you on the edge of your seat.",
		"Keywords":["Dead by Daylight"]
	},
	{
		"ID":"9510581",
		"Name":"Deponia",
		"Hint":"Enter a unique and quirky world filled with bizarre characters, clever puzzles, and a charming hand-drawn art style. Follow the story of an unconventional inventor as he navigates a dystopian wasteland and dreams of a better life beyond the trash heap",
		"Keywords":["Deponia"]
	},
	{
		"ID":"9541489",
		"Name":"Discworld Noir",
		"Hint":"Step into the dark and moody world of Ankh-Morpork and join Lewton, a private investigator, on his quest to unravel a complex mystery filled with danger and intrigue. Explore the city, collect clues, and interact with a cast of quirky and memorable characters in this immersive graphic adventure game set in the Discworld universe.",
		"Keywords":["Discworld Noir"]
	},
	{
		"ID":"0213951",
		"Name":"Escape from Monkey Island",
		"Hint":"Embark on a comedic adventure set in a vibrant Caribbean world, where you must solve puzzles and interact with quirky characters to uncover the story's mysteries. With a cartoonish art style, memorable dialogue, and hidden secrets, this classic point-and-click adventure game is sure to provide an entertaining and engaging experience.",
		"Keywords":["Escape from Monkey Island"]
	},
	{
		"ID":"4190518",
		"Name":"Halo 3 ODST",
		"Hint":"Step into the boots of a powerful soldier in a captivating sci-fi world, where you'll fight your way through an urban environment teeming with enemies. Use advanced technology and immersive gameplay to uncover the truth behind a dangerous invasion, in this intense first-person shooter that will leave you on the edge of your seat.",
		"Keywords":["Halo 3","Halo 3 ODST","ODST","Halo"]
	},
	{
		"ID":"1581902",
		"Name":"Elder Scrolls 5: Skyrim",
		"Hint":"Step into a mystical world of adventure and exploration, where you can become a powerful Dragonborn and battle fierce creatures while developing your own unique set of skills. With an immersive storyline and endless possibilities, this action-packed RPG is sure to keep you hooked for hours on end.",
		"Keywords":["Skyrim"]
	},
	{
		"ID":"1904150",
		"Name":"Kingdom Hearts 2.5",
		"Hint":"Step into a magical world of adventure and join a young hero on an epic journey across different worlds. Fight against dark forces, explore stunning environments, and uncover the secrets of a unique and captivating story. This game will take you on an unforgettable adventure full of action and wonder.",
		"Keywords":["Kingdom Hearts","Kingdom Hearts 2.5","Kingdom Hearts 2"]
	},
	{
		"ID":"1591023",
		"Name":"Magic 2015: Duel of the planeswalkers",
		"Hint":"Enter a magical world where you can build your own deck of cards, battle AI opponents or other players online, and discover new mechanics and a captivating storyline. With various game modes to explore, this immersive collectible card game is sure to provide endless hours of thrilling gameplay.",
		"Keywords":["MTG","Magic the Gathering","Duel of the Planeswalkers","Magic 2015 Duel of the Planeswalkers"]
	},
	{
		"ID":"0591203",
		"Name":"Nier Automata",
		"Hint":"Step into a post-apocalyptic world filled with androids, machines, and a philosophical storyline. Fight against the machine army, unravel the mysteries of your existence, and explore a vast open-world in this action-packed RPG. With multiple endings, haunting music, and unique characters",
		"Keywords":["Nier Automata"]
	},
	{
		"ID":"0120304",
		"Name":"Wing Commander IV",
		"Hint":"Experience the thrill of space combat in a fictional universe where you play as a starfighter pilot fighting against a new enemy threat. Engage in intense missions, upgrade your starfighters, and make crucial decisions that impact the game's outcome in this immersive space combat simulation game.",
		"Keywords":["Wing Commander","Wing Commander IV"]
	},
	{
		"ID":"0519103",
		"Name":"Returnal",
		"Hint":"Embark on an epic journey with Selene, an astronaut who finds herself trapped in a time loop on a mysterious alien planet. Fight against hostile creatures, explore the planet's environment, and uncover the secrets of the game's immersive storyline in this fast-paced, action-packed shooter.",
		"Keywords":["Returnal"]
	},
	{
		"ID":"059183",
		"Name":"Sam and Max Save the world!",
		"Hint":"Enter a colorful world of mystery and comedy and help a detective duo solve bizarre crimes in the bustling city of New York. Explore the city's diverse environments, interact with an array of unique characters, and solve challenging puzzles in this entertaining point-and-click adventure.",
		"Keywords":["Sam and Max save the world","sam and max","save the world"]
	},
	{
		"ID":"9501315",
		"Name":"Far Cry 3",
		"Hint":"Get lost in a tropical paradise turned deadly. Play as a young man stranded on a treacherous island where survival is the only goal. Explore the open-world environment, fight against dangerous wildlife and pirates, and complete missions to uncover the secrets of the island.",
		"Keywords":["Far Cry 3"]
	},
	{
		"ID":"01591031",
		"Name":"The Operative No one Lives forever",
		"Hint":"Experience the thrilling world of espionage as a spy working for an international intelligence agency, and complete a variety of missions that involve stealth, combat, and the use of gadgets and weapons. With a unique blend of humor, spy-themed action, and engaging gameplay",
		"Keywords":["NO one lives forever","The operative"]
	},
	{
		"ID":"5190314",
		"Name":"Fallout 4",
		"Hint":"Step into a post-apocalyptic world of adventure with Fallout 4. Play as the 'Sole Survivor,' a character who emerges from an underground vault and sets out to explore a ruined Boston and its surrounding areas. Complete missions, engage in combat against hostile factions and creatures, and build settlements in this open-world action role-playing game",
		"Keywords":["Fallout 4"]
	},
	{
		"ID":"5129015",
		"Name":"Warcraft 3",
		"Hint":"Choose one of four factions and engage in real-time battles against other players or the game's AI. Build bases, train units, and upgrade hero characters to gain an edge over your opponents.",
		"Keywords":["Warcraft 3"]
	},
	{
		"ID":"5123901",
		"Name":"Zelda CDI",
		"Hint":"Explore a bizarre and poorly executed world of adventure with this series of game. Embark on quests filled with awkward voice acting, glitchy gameplay, and strange animation. While these games are not considered part of the official series and are generally regarded as low-quality, they have gained a cult following due to their bizarre nature and unique history",
		"Keywords":["Zelda CDI","Zelda","CDI Zelda"]
	}
]
  
